Repository: AleksGitHub71/iOS
Catalog: iMEGA/Languages/*.lproj/InfoPlist.strings
Languages: ko, th, zh_hans

# NSMicrophoneUsageDescription
source: MEGA accesses your microphone when you capture a video, make a call inside the app or record voice notes.
ko: MEGA는 당신이 동영상을 찍을 때, 앱에서 통화 또는 음성 메모를 녹음할 때 마이크에 접근합니다.
th: MEGA เข้าถึงไมโครโฟนของคุณเมื่อคุณจับภาพวิดีโอ การโทรภายในแอปหรือการบันทึกเสียง
zh_hans: 当您在MEGA app内录制视频，进行通话或语音留言时，MEGA会访问您的麦克风。

# NSCameraUsageDescription
source: MEGA accesses your camera when you capture a video, photo or make a call inside the app.
ko: MEGA는 당신이 동영상을 찍을 때나 사진을 찍을 때, 또는 앱에서 통화할 때 카메라에 접근합니다.
th: MEGA เข้าถึงกล้องของคุณเมื่อถ่ายวิดีโอ ถ่ายรูปหรือโทรออกภายในแอปพลิเคชัน
zh_hans: 当您在应用程序内拍摄视频、拍照或视频通话时，MEGA会访问您的相机。

# NSPhotoLibraryUsageDescription
source: MEGA accesses your photos/videos when you upload them, share them through the chat and when Camera Uploads is enabled.
ko: MEGA는 당신이 사진/동영상을 업로드, 대화를 통한 공유와 카메라 업로드가 활성화되어있을 때 당신의 사진/동영상에 접근합니다.
th: MEGA เข้าถึงรูปภาพ/วิดีโอของคุณเมื่อคุณอัปโหลด แชร์ผ่านแชทและเปิดใช้งานการอัปโหลดจากกล้อง
zh_hans: MEGA在上传照片/视频时访问您的照片/视频，通过聊天分享照片和启用相机上传功能。

# NSContactsUsageDescription
source: MEGA accesses your contacts when you select some of them to save/export.
ko: MEGA는 당신이 저장/내보내기를 위해 연락처를 선택할 때와 당신이 다른 사람들과 연결되는 것을 도울 때 연락처에 접근합니다.
th: MEGA จะเข้าถึงที่อยู่ติดต่อของคุณเมื่อคุณเลือกบางส่วนเพื่อบันทึก/ส่งออก
zh_hans: If you allow access, MEGA will save the information in your address book on its servers. This will help you find existing MEGA users in your contacts and connect with them on MEGA. MEGA will never send messages to your contacts or share this information with third parties.

# NSPhotoLibraryAddUsageDescription
source: MEGA requires access to your photo library to add photos and videos to your device gallery
ko: MEGA가 당신의 장치 갤러리에 사진과 동영상을 추가하기 위해 사진 라이브러리에 대한 접근이 필요합니다.
th: MEGA ต้องการเข้าถึงไลบรารีรูปภาพของคุณเพื่อเพิ่มรูปภาพและวิดีโอลงในแกลเลอรีอุปกรณ์ของคุณ
zh_hans: MEGA需要获得访问权限才能保存照片与视频至您设备的图库

# NSFaceIDUsageDescription
source: MEGA accesses Face ID to allow you to easily unlock the app’s passcode when you enable this option.
ko: 이 옵션을 활성화하면 MEGA는 당신이 앱의 비밀번호를 쉽게 풀 수 있도록 Face ID에 접근합니다.
th: MEGA เข้าถึง Face ID เพื่อให้คุณสามารถปลดล็อกรหัสผ่านของแอปได้อย่างง่ายดายเมื่อคุณเปิดใช้งานตัวเลือกนี้
zh_hans: 开启选项后，MEGA将访问您的面容 ID轻松解锁应用程序的密码。

# quickActionSearchString
source: Search
ko: 검색
th: ค้นหา
zh_hans: 搜索

# quickActionUploadString
source: Upload
ko: 업로드
th: อัปโหลด
zh_hans: 上传

# quickActionOfflineString
source: Offline
ko: 오프라인
th: ออฟไลน์
zh_hans: 离线

# NSLocationWhenInUseUsageDescription
source: MEGA accesses to your location when you share it with your contacts.
ko: 당신이 당신의 지인들과 위치를 공유하기로 선택하였을 때 MEGA는 당신의 위치에 접근합니다.
th: MEGA accesses your location when you elect to share it with your contacts.
zh_hans: 当您在聊天中与联系人共享位置时，MEGA会访问您的位置。
