Repository: AleksGitHub71/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: tl, uk

source: generalDescriptionParagraph5
tl: PRO LITE subscription: €4.99 (US$4.99) per month or €49.99 (US$49.99) per year gives you 400 GB of storage space and 1 TB of transfer quota per month. PRO I subscription: €9.99 (US$9.99) per month or €99.99 (US$99.99) per year gives you 2 TB of storage space and 2 TB of transfer quota per month. PRO II subscription: €19.99 (US$19.99) per month or €199.99 (US$199.99) per year gives you 8 TB of storage space and 8 TB of transfer quota per month. PRO III subscription: €29.99 (US$29.99) per month or €299.99 (US$299.99) per year gives you 16 TB of storage space and 16 TB of transfer quota per month.
uk: PRO LITE підписка: €4.99 (US$4.99) за місяці або €49.99 (US$49.99) за рік надає вам 200 ГБ хмарного сховища і 1 ТБ передачі даних на місяць. PRO I підписка: €9.99 (US$9.99) за місяць або €99.99 (US$99.99) за рік надає вам 1 ТБ хмарного сховища і 2 ТБ передачі даних на місяць. PRO II підписка: €19.99 (US$19.99) за місяці або €199.99 (US$199.99) за рік надає вам 4 ТБ хмарного сховища і 8 ТБ передачі даних на місяць. PRO III підписка: €29.99 (US$29.99) за місяці або €299.99 (US$299.99) за рік надає вам 8 ТБ хмарного сховища і 16 ТБ передачі даних на місяць.

source: generalDescriptionParagraph6
tl: For more info, please check our website: https://mega.nz/ Terms of Service: https://mega.nz/terms Privacy Policy: https://mega.nz/privacy
uk: Для отримання додаткової інформації, будь ласка, перегляньте наш сайт: https://mega.nz/ Умови користування: https://mega.nz/terms Політика конфіденційності: https://mega.nz/privacy

source: calling...
tl: Tumatawag...

source: Incoming call
tl: Padating na tawag

source: missedAudioCalls
tl: [A] missed audio calls
uk: [A] missed audio calls

source: missedVideoCalls
tl: [A] missed video calls
uk: [A] missed video calls

source: missedAudioCallAndMissedVideoCalls
tl: Missed audio call and [A] missed video calls
uk: Missed audio call and [A] missed video calls

source: missedAudioCallsAndMissedVideoCall
tl: [A] missed audio calls and missed video call
uk: [A] missed audio calls and missed video call

source: missedAudioCallsAndMissedVideoCalls
tl: [A] missed audio calls and [B] missed video calls
uk: [A] missed audio calls and [B] missed video calls

source: qualityOfVideosUploadedToAChat
tl: Quality ng videos na na-upload sa chat

source: videoQuality
tl: Quality ng video

source: preparing...
tl: Inihahanda…

source: autoAcceptFooter
tl: MEGA users who scan your QR code will be automatically added to your contact list.
uk: MEGA users who scan your QR code will be automatically added to your contact list.

source: resetQrCode
tl: I-reset ang QR Code

source: resetQrCodeFooter
tl: Ang datihang QR codes ay hindi na valid.
uk: Previous QR codes will no longer be valid.

source: myCode
tl: Ang Aking QR Code

source: scanCode
tl: I-scan ang Code

source: lineCodeWithCamera
tl: Itama ang QR code sa camera ng iyong device para ma-scan ito
uk: Line up the QR code to scan it with your device’s camera

source: invalidCode
tl: Maling code

source: codeScanned
tl: Na-scan na ang code

source: sharedWidth
tl: Ibahagi kasama si:
uk: Спільно з:

source: details
tl: Detalye
uk: Деталі

source: sharing
tl: Pagbabahagi
uk: Поділитися

source: location
tl: Lokasyon

source: totalSize
tl: Kabuuang laki
uk: Загальний розмір

source: type
tl: Uri
uk: Тип

source: contains
tl: naglalaman ng
uk: Містить

source: modified
tl: Binago
uk: Змінено

source: Added
tl: Naidagdag
uk: Додано

source: fileInfo
tl: Info tungkol sa file
uk: Інформація про файл

source: folderInfo
tl: Info tungkol sa folder
uk: Інформація про теку

source: deleteVersion
tl: Gusto mo bang tanggalin ang version na ito?
uk: Do you want to delete this version?

source: permanentlyRemoved
tl: Ito ay tatanggalin na ng tuluyan
uk: It will be permanently removed

source: delete
tl: Burahin
uk: Видалити

source: revert
tl: Ibalik

source: previousVersions
tl: Naunang Versions

source: remindPasswordTitle
tl: Do you remember your password?
uk: Do you remember your password?

source: remindPasswordText
tl: Due to MEGA’s encryption technology you are unable to reset your password without data loss. Please make sure you remember your password.
uk: Due to MEGA’s encryption technology you are unable to reset your password without data loss. Please make sure you remember your password.

source: remindPasswordLogoutText
tl: Before logging out we recommend you export your Recovery Key to a safe place. Note that you’re not able to reset your password if you forget it.
uk: Before logging out we recommend you export your Recovery Key to a safe place. Note that you’re not able to reset your password if you forget it.

source: dontShowAgain
tl: Don’t show me again
uk: Don’t show me again

source: backupRecoveryKey
tl: Backup na Recovery Key
uk: Збереження ключа відновлення

source: testPasswordText
tl: Please test your password below to ensure you remember it. If you lose your password, you will lose access to your MEGA data. [A]Learn more[/A]
uk: Please test your password below to ensure you remember it. If you lose your password, you will lose access to your MEGA data. [A]Learn more[/A]

source: confirm
tl: kompirma
uk: Підтвердження

source: exportRecoveryKey
tl: I-export ang Recovery Key
uk: Експорт ключа відновлення

source: testPasswordLogoutText
tl: You are about to logout, please test your password to ensure you remember it. If you lose your password, you will lose access to your MEGA data.
uk: You are about to logout, please test your password to ensure you remember it. If you lose your password, you will lose access to your MEGA data.

source: loading
tl: Nag-loload...
uk: Завантаження…

source: next
tl: Kasunod
uk: Далі

source: ignore
tl: Talikuran
uk: Ігнорувати

source: openBrowser
tl: Buksan ang browser

source: restart
tl: I-restart

source: continueOrRestartVideoMessage
tl: %1$s will continue at %2$s
uk: %1$s will continue at %2$s

source: resume
tl: I-resume
uk: Продовжити

source: missedCall
tl: Lumipas na tawag

source: callWasRejected
tl: Na-reject ang tawag

source: callWasCancelled
tl: Nakansela ang tawag

source: callWasNotAnswered
tl: Hindi nasagot ang tawag

source: callFailed
tl: Nabigo ang pagtawag

source: xSeconds
tl: %d seconds
uk: %d seconds

source: 1Second
tl: 1 segundo

source: 1Hour
tl: 1 oras

source: xHours
tl: %d na oras
uk: %d hours

source: 1Hour1Minute
tl: 1 oras, 1 minuto

source: 1HourxMinutes
tl: 1 oras, %d minutes
uk: 1 hour, %d minutes

source: xHours1Minute
tl: %d na oras, 1 minuto
uk: %d hours, 1 minute

source: xHoursxMinutes
tl: %1$d na oras, %2$d na minuto
uk: %1$d hours, %2$d minutes

source: fileNotSupported
tl: Hindi suportado ang file

source: message_fileNotSupported
tl: You can save it for Offline and open it in a compatible app.
uk: You can save it for Offline and open it in a compatible app.

source: messagesSent
tl: Naipadala na ang mga mensahe

source: archivedChats
tl: Na-archived na chats

source: archiveChatMessage
tl: Sigurado ka bang i-aarchive ang conversation?
uk: Are you sure you want to archive this conversation?

source: unarchiveChatMessage
tl: Gusto mo bang i-unarchive ang conversation?
uk: Are you sure you want to unarchive this conversation?

source: archiveChat
tl: I-archive ang Chat

source: noArchivedChats
tl: Walang Archived Chats

source: pleaseEnterTheSixDigitCode
tl: Please enter the 6-digit code generated by your Authenticator App.
uk: Please enter the 6-digit code generated by your Authenticator App.

source: whyYouDoNeedTwoFactorAuthentication
tl: Why do you need Two-Factor Authentication?
uk: Why do you need Two-Factor Authentication?

source: whatIsTwoFactorAuthentication
tl: Two-Factor Authentication is a second layer of security for your account.
uk: Two-Factor Authentication is a second layer of security for your account.

source: whyYouDoNeedTwoFactorAuthenticationDescription
tl: Two-Factor Authentication is a second layer of security for your account. Which means that even if someone knows your password they cannot access it, without also having access to the six digit code only you have access to.
uk: Two-Factor Authentication is a second layer of security for your account. Which means that even if someone knows your password they cannot access it, without also having access to the six digit code only you have access to.

source: youNeedATwoFactorAuthenticationApp
tl: You need a two factor authentication app on this device
uk: You need a two factor authentication app on this device

source: twoFactorAuthenticationEnabledDescription
tl: Next time you login to your account you will be asked to enter a 6-digit code provided by your Authenticator App.
uk: Next time you login to your account you will be asked to enter a 6-digit code provided by your Authenticator App.

source: pleaseSaveYourRecoveryKey
tl: Ilagay ang iyong Recovery Key sa isang safe location
uk: Please save your Recovery Key in a safe location

source: twoFactorAuthenticationEnabledWarning
tl: If you lose access to your account after enabling 2FA and you have not backed up your Recovery Key, MEGA cannot help you gain access to it again.
uk: If you lose access to your account after enabling 2FA and you have not backed up your Recovery Key, MEGA cannot help you gain access to it again.

source: scanOrCopyTheSeed
tl: Scan or copy the seed to your Authenticator App. Be sure to backup this seed to a safe place in case you lose your device.
uk: Scan or copy the seed to your Authenticator App. Be sure to backup this seed to a safe place in case you lose your device.

source: lostYourAuthenticatorDevice
tl: Nawala ang iyong Authenticator device?

source: Save Images in Photos
tl: Mag-save ng Images sa Library

source: Save Videos in Photos
tl: Mag-save ng Videos sa Library

source: Save in Photos
tl: I-save sa Library

source: Save a copy of the images and videos taken from the MEGA app in your device’s media library.
tl: Magtabi ng copy ng images at videos na nakuha sa MEGA app ng inyong media library sa device mo

source: You hold the keys
tl: Hawak mo ang susi

source: Security is why we exist, your files are safe with us behind a well oiled encryption machine where only you can access your files.
tl: Nanatili kami dahil sa seguridad para mapangalagaan ang inyong mga files sa likod ng isang bantay saradong pader na ikaw lamang maka-aaccess.

source: Encrypted chat
tl: Encrypted na chat

source: Fully encrypted chat with voice and video calls, group messaging and file sharing integration with your Cloud Drive.
tl: Fully encrypted na chat na may voice at video calls, group messaging at file sharing integration sa iyong Cloud Drive.

source: Create your Network
tl: Gumawa ng sariling Network

source: Add contacts, create a network, colaborate, make voice and video calls without ever leaving MEGA
tl: Magdagdag ng contacts, gumawa ng network, mag-collaborate, gumawa ng voice at video calls ng hindi umaalis sa MEGA
uk: Add contacts, create a network, collaborate, and make voice and video calls without ever leaving MEGA

source: Your Photos in the Cloud
tl: Ang iyong Photos sa Cloud

source: Camera Uploads is an essential feature for any mobile device and we have got you covered. Create your account now.
tl: Ang Camera Uploads ay isang essential feature ng kahit anong mobile device at covered ka namin. Gumawa ka ng sariling account ngayon.

source: Setup MEGA
tl: I-setup ang MEGA

source: To fully take advantage of your MEGA account we need to ask you some permissions.
tl: Para magkaroon ng buong advantage sa iyong MEGA account kailangan naming hingin ang inyong permiso

source: The MEGA app may not work as expected without the required permissions. Are you sure?
tl: Ang app na ito ay maaaring hindi gumana gaya ng inaasahan ng walang kaukulang permiso. Sigurado ka ba?

source: %1 of %2
tl: %1 ng %2
uk: %1 з %2

source: Allow Access to Photos
tl: Bigyan ng Access sa Photos

source: Enable Microphone and Camera
tl: I-enable ang Microphone at Camera

source: To make encrypted voice and video calls, allow MEGA access to your Camera and Microphone
tl: To send voice messages and make encrypted voice and video calls, allow MEGA access to your Camera and Microphone
uk: To send voice messages and make encrypted voice and video calls, allow MEGA access to your Camera and Microphone

source: Enable Notifications
tl: Paganahin ang Notifications
uk: Увімкнути повідомлення

source: We would like to send you notifications so you receive new messages on your device instantly.
tl: Gusto naming magpadala ng notifications para mareceive ang bagong messages sa iyong device kaagad.

source: Enable or disable file versioning for your entire account.[Br]You may still receive file versions from shared folders if your contacts have this enabled.
tl: Enable or disable file versioning for your entire account. Disabling file versioning does not prevent your contacts from creating new versions in shared folders.
uk: Enable or disable file versioning for your entire account. Disabling file versioning does not prevent your contacts from creating new versions in shared folders.

source: Total size taken up by file versions:
tl: Buong size na nakuha ng file versions:

source: You are about to delete the version histories of all files. Any file version shared to you from a contact will need to be deleted by them.[Br][Br]Please note that the current files will not be deleted.
tl: You are about to delete the version histories of all files. Any file version shared to you from a contact will need to be deleted by them. Please note that the current files will not be deleted.
uk: You are about to delete the version histories of all files. Any file version shared to you from a contact will need to be deleted by them. Please note that the current files will not be deleted.

source: Rubbish-Bin Cleaning Scheduler:
tl: Clearing Scheduler ng Basurahan:
uk: Планувальник очищення кошика для сміття:

source: Remove files older than
tl: Tanggalin ang files na lagpas
uk: Видалити файли старше

source: Days
tl: araw

source: The Rubbish Bin is cleaned for you automatically. The minimum period is 7 days and your maximum period is 30 days.
tl: The Rubbish Bin is cleared for you automatically. The minimum period is 7 days and the maximum period is 30 days.
uk: The Rubbish Bin is cleared for you automatically. The minimum period is 7 days and the maximum period is 30 days.

source: The Rubbish Bin can be cleaned for you automatically. The minimum period is 7 days.
tl: The Rubbish Bin can be cleared for you automatically. The minimum period is 7 days.
uk: The Rubbish Bin can be cleared for you automatically. The minimum period is 7 days.

source: To disable the Rubbish-Bin Cleaning Scheduler or set a longer retention period, you need to subscribe to a PRO plan.
tl: To disable the Rubbish Bin Clearing Scheduler or set a longer retention period, you need to subscribe to a PRO plan.
uk: To disable the Rubbish Bin Clearing Scheduler or set a longer retention period, you need to subscribe to a PRO plan.

source: Save to Photos
tl: I-save sa Photos

source: Saving to Photos…
tl: Saving sa Photos..

source: Saved to Photos
tl: Na-isaved na sa Photos

source: Could not save Item
tl: Hindi ma-save ang item

source: %@ created a public link for the chat.
tl: %@ created a chat link
uk: %@ created a chat link

source: %@ removed a public link for the chat.
tl: %@ removed the chat link
uk: %@ removed the chat link

source: Error. No more participants are allowed in this group call.
tl: You are not allowed to join this call as it has reached the maximum number of participants.
uk: You are not allowed to join this call as it has reached the maximum number of participants.

source: Error. No more video are allowed in this group call.
tl: You are not allowed to enable video as this call has reached the maximum number of participants using video.
uk: You are not allowed to enable video as this call has reached the maximum number of participants using video.

source: List view
tl: Kuhang palista
uk: Перегляд списком

source: No notifications
tl: Walang notification
uk: Повідомлень немає

source: Payment info
tl: Impormasyon tungkol sa pagbabayad
uk: Інформація оплати

source: PRO membership plan expiring soon
tl: Malapit ng mawala ang iyong PRO membership plan
uk: PRO членство скоро закінчиться

source: Takedown notice
tl: Paalala sa takedown
uk: Повідомлення про вилучення

source: Takedown reinstated
tl: Binalik ang takedown
uk: Відновлення доступу

source: Sent you a contact request
tl: Ipadala ang inyong contact request
uk: Вам надіслано запит на контакт

source: Cancelled their contact request
tl: Itinigil ang contact request
uk: Контактний запис скасовано

source: Reminder: You have a contact request
tl: Paalala: mayroon kang contact request
uk: Нагадування: у вас є запит контакту

source: Deleted you as a contact
tl: Tinanggal ka bilang contact
uk: Ваш контакт видалено

source: Contact relationship established
tl: Kayo ngayon ay parehas na bagong magka-contact
uk: Тепер ви у контактах один одного

source: Account has been deleted/deactivated
tl: Ang account ay pinahi o tinanggal
uk: Обліковий запис було видалено/деактивовано

source: Blocked you as a contact
tl: Hinarang ka bilang contact
uk: Ваш контакт заблоковано

source: You ignored a contact request
tl: Hindi mo pinansin ang contact request
uk: Ви проігнорували запит контакту

source: You accepted a contact request
tl: Tinanggap mo ang contact request
uk: Ви прийняли запит контакту

source: You denied a contact request
tl: Tinanggihan mo ang contact request
uk: Ви відмовили у запиті контакту

source: Accepted your contact request
tl: Tinggap ang inyong contact request
uk: Прийняти запит від контакту

source: Denied your contact request
tl: Tinaggihan ang inyong contact request
uk: Відмовити в запиті від контакту

source: Access to folders was removed.
tl: Tinanggal ang access sa folder.
uk: Доступ до тек було припинено.

source: Removed item from shared folder
tl: Tanggalin ang item sa binabahaging folder
uk: Видалений елемент зі спільної теки

source: Removed [X] items from a share
tl: Natanggal [X] ang items sa binahagi
uk: Вилучено [X] елементів зі спільного доступу

source: Your payment for the %1 plan was received.
tl: Ang inyong bayad para sa %1 plano ay tagumpay.
uk: Ваш платіж за план %1 було успішно отримано.

source: Your payment for the %1 plan was unsuccessful.
tl: Ang inyong bayad para sa %1 plano ay nabigo.
uk: Ваш платіж за план %1 був невдалим.

source: Your PRO membership plan will expire in 1 day.
tl: Ang iyong PRO membership plan mo ay mawawala na sa loob ng isang araw.
uk: Ваше членство у PRO закінчується через 1 день.

source: Your PRO membership plan will expire in %1 days.
tl: Mawawala na ang inyong PRO membership sa loob ng %1 na araw.
uk: Ваше членство у PRO закінчується через %1 дні(в).

source: Your PRO membership plan expired 1 day ago
tl: Your PRO plan expired 1 day ago
uk: Your PRO plan expired 1 day ago

source: Your PRO membership plan expired %1 days ago
tl: Your PRO plan expired %1 days ago
uk: Your PRO plan expired %1 days ago

source: Your publicly shared %1 (%2) has been taken down.
tl: Ang binahagi mo sa lahat na %1 (%2) ay tinanggal na.
uk: Загальний доступ до %1 (%2) було призупинено.

source: Your taken down %1 (%2) has been reinstated.
tl: Ang inyong taken down na %1 (%2) ay muling naibalik.
uk: Раніше призупинене %1 (%2) було відновлено.

source: Today
tl: Ngayon
uk: Сьогодні

source: Yesterday
tl: Kahapon
uk: Вчора

source: This location will be opened using a third party maps provider outside the end-to-end encrypted MEGA platform.
tl: Itong lokasyon ay mabubuksan gamit ang third party maps provider sa labas ng end-to-end encrypted MEGA platform.

source: < Slide to cancel
tl: < Ipadausdos upang i-cancel

source: Tap and hold %@ to record, release to send
tl: Pindutin at i-hold %@ upang mag record, bitawan para ipasa

source: It is not possible to play content while there is a call in progress
tl: It is not possible to play media files while there is a call in progress.
uk: It is not possible to play media files while there is a call in progress.

source: Message
tl: Mensahe
uk: Повідомлення

source: Call
tl: Tumawag

source: New Chat Link
tl: Bagong chat link

source: New group chat
tl: Bagong group chat

source: This chat link is no longer available
tl: Ang itong chat link ay hindi na available

source: People can join your group by using this link.
tl: Ang ibang tao ay pwedeng sumali sa iyong group gamit ang itong link.

source: No chat link available.
tl: Walang chat link na available.

source: Please go to the Privacy section in your device’s Setting. Enable Location Services and set MEGA to While Using the App or Always.
tl: Please go to the Privacy section in your device’s Settings. Enable Location Services and set MEGA to While Using the App or Always.
uk: Please go to the Privacy section in your device’s Settings. Enable Location Services and set MEGA to While Using the App or Always.

source: NSLocationAlwaysAndWhenInUseUsageDescription
tl: MEGA accesses your location when you share it with your contacts in chat or when you enable ”Upload in Background” for Camera Uploads so your photos and videos are uploaded when your location changes.
uk: MEGA accesses your location when you share it with your contacts in chat or when you enable ”Upload in Background” for Camera Uploads so your photos and videos are uploaded when your location changes.

source: You can turn on mobile data for this app in Settings.
tl: You can turn on mobile data for this App in the device’s Settings.
uk: You can turn on mobile data for this App in the device’s Settings.

source: See who's already on MEGA
tl: See who is already on MEGA
uk: See who is already on MEGA

source: On MEGA
tl: Sa MEGA
uk: На MEGA

source: Hi, Have encrypted conversations on Mega with me and get 50GB free storage.
tl: Hi! Have secure conversations on MEGA with me and get up to 50GB free storage.
uk: Hi! Have secure conversations on MEGA with me and get up to 50GB free storage.

source: My chat files
tl: Ang aking chat files

source: This file has been the subject of a takedown notice.
tl: Ang file na ito ay ipinapatanggal.
uk: Цей фал був суб'єктом положення про вилучення.

source: This folder has been the subject of a takedown notice.
tl: Ang folder na ito ay ipinapatanggal.
uk: Ця тека була предметом видалення матеріалів з Положення про вилучення.

source: Dispute Takedown
tl: I-dispute ang Takedown

source: No Public Links
tl: Walang Publikong Links

source: 1 hour
tl: 1 oras

source: Set Nickname
tl: Itakda ang palayaw

source: Alias/ Nickname
tl: Alias / Palayaw

source: This link is not related to this account. Please log in with the correct account.
tl: Ang link na ito ay hindi related sa account. Mag log-in sa tamang account.

source: Invite contact now
tl: Invite contacts now
uk: Invite contacts now

source: Please enter a valid phone number
tl: Ilagay ang inyong valid na phone number.
uk: Будь ласка, вкажіть правильний номер телефону.

source: Country
tl: Bansa
uk: Країна

source: Please type the verification code sent to
tl: Please enter the verification code sent to

source: Your account has been temporarily suspended for your safety.
tl: Your account has been temporarily locked for your safety.
uk: Your account has been temporarily locked for your safety.

source: [S]Please verify your email[/S] and follow its steps to unlock your account.
tl: [S]Please verify your email address[/S] and follow the steps in MEGA’s email to unlock your account.
uk: [S]Please verify your email address[/S] and follow the steps in MEGA’s email to unlock your account.

source: Email sent
tl: Naipadala na ang Email

source: Choose Folder
tl: Pumili ng Folder

source: Automatic
tl: Automatik

source: passcode
uk: Код блокування
