Repository: AleksGitHub71/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: tl, uk

source: howItWorksMain
tl: Ang iyong kaibigan ay kinakailangang magrehistro ng libreng account sa MEGA at [S]mag-install ng kahit isang MEGA client application [/S] (kahit sa aming sync client o isa sa aming mobile apps)
uk: Ваш друг повинен зареєструвати безкоштовну обліковку MEGA і [S]встановити принаймні одну клієнтську програму MEGA[/S] (клієнт синхронізації або мобільний додаток)

source: howItWorksSecondary
tl: Pupwede mong i-notify ang iyong mga kaibigan sa ganitong method. Makakakuha ka ng quota kapag inilagay mo ang email ng iyong kaibigan bago pa sila mag-register sa ganitong address.
uk: Ви можете повідомити друга в будь-який спосіб. Ви отримаєте квоту, якщо ввели е-пошту друга перш ніж він виконав реєстрацію.

source: howItWorksTertiary
tl: Hindi ka makakareceive ng credit sa pag-iimbita sa isang tao na gumamit ng MEGA dati at hindi ka bibigyan ng ulat tungkol sa ganitong rejection.
uk: Ви не отримаєте винагороду за запрошення того, хто вже користувався MEGA раніше і не будете сповіщені про це.

source: unlockedBonuses
tl: Buksan ang bonuses:

source: storageQuota
tl: Quota sa Lalagyan
uk: Квота сховища

source: transferQuota
tl: Quota sa Paglilipat
uk: Передача даних

source: registrationBonus
tl: Bonus para sa Pag-register
uk: Бонуси за реєстрацію

source: registrationBonusExplanation
tl: Tumanggap ka ng %1 storage space bilang libreng registration bonus.
uk: You have received %1 storage space as your free registration bonus.

source: referralBonuses
tl: Bonuses para sa referral
uk: Реферальні бонуси

source: installMEGASync
tl: I-install ang MEGAsync
uk: Встановити MEGAsync

source: installMEGASyncCompletedExplanation
tl: Nakatanggap ka ng %1 na storage space at %2 transfer quota dahil sa pag-iinstall ng MEGAsync.
uk: You have received %1 storage space and %2 transfer quota for installing MEGAsync.

source: installOurMobileApp
tl: I-install ang aming mobile app
uk: Встановіть мобільний додаток

source: installOurMobileAppCompletedExplanation
tl: Nakatanggap ka ng %1 storage space at %2 transfer quota sa pag-iinstall ng aming mobile app.
uk: You have received %1 storage space and %2 transfer quota for installing our mobile app.

source: xDaysLeft
tl: %1 na araw na lang
uk: Залишилось %1 днів

source: bonusExpiresIn
tl: (Mag-eexpire ang bonus sa loob ng [S]%1[/S] %2)
uk: (Бонус спливає через [S]%1[/S] %2)

source: Your account has been suspended temporarily due to potential abuse. Please verify your phone number to unlock your account.
tl: Your account has been locked temporarily due to potential abuse. Please verify your phone number to unlock your account.
uk: Your account has been locked temporarily due to potential abuse. Please verify your phone number to unlock your account.

source: months
tl: buwan
uk: місяці(ів)

source: days
tl: araw
uk: дні

source: expired
tl: Expired na
uk: Минуло

source: logoutLabel
tl: Mag-logout
uk: Вихід

source: removeAvatar
tl: Alisin ang avatar
uk: Усунути аватар

source: changeAvatar
tl: Baguhin ang Avatar
uk: Змінити аватар

source: changeName
tl: Baguhin ang Pangalan
uk: Змінити ім'я

source: youHaveSuccessfullyChangedYourProfile
tl: Matagumpay mong nabago ang iyong profile.
uk: Ви успішно змінили свій профіль.

source: firstName
tl: Pangalan
uk: Ім'я

source: lastName
tl: Apelyedo
uk: Прізвище

source: localLabel
tl: Local
uk: Локально

source: usedSpaceLabel
tl: Gamit na
uk: Використовується

source: availableLabel
tl: Available
uk: Доступно

source: accountType
tl: Uri ng Account:
uk: Тип облікового запису:

source: Free
tl: Libre
uk: Безкоштовно

source: expiresOn
tl: magtatapos sa %@
uk: закінчується %@

source: incomingShares
tl: Padating na mga Shares
uk: Спільний доступ

source: of %@
tl: ng %@
uk: з %@

source: used of %@
tl: nakagamit ng %@
uk: використано %@

source: available of %@
tl: available na %@
uk: доступно з %@

source: upgradeAccount
tl: Ina-upgrade ang account
uk: Оновити обліковий запис

source: chooseYourAccountType
tl: Pumili ng account type
uk: Виберіть тип облікового запису

source: cloudDriveIsAlmostFull
tl: [S]Your Cloud Drive is almost full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to %@ TB (%@ GB)[/S] of cloud storage space.
uk: [S]Your Cloud Drive is almost full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to %@ TB (%@ GB)[/S] of cloud storage space.

source: cloudDriveIsFull
tl: [S]Your Cloud Drive is full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to %@ TB (%@ GB)[/S] of cloud storage space.
uk: [S]Your Cloud Drive is full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to %@ TB (%@ GB)[/S] of cloud storage space.

source: productSpace
tl: Lagayan
uk: Сховище

source: limited
tl: Limitado
uk: Обмежено

source: subjectToYourParticipationInOurAchievementsProgram
tl: Subject sa iyong partisipasyon sa aming achievements program.
uk: За умови участі у нашій програмі досягнень.

source: productPricePerMonth
tl: %@ kada buwan
uk: %@ per month

source: choosePlan
tl: Pumili ng plano sa ibaba:
uk: Виберіть нижче один з планів:

source: twoMonthsFree
tl: An annual subscription is 17% cheaper than 12 monthly payments
uk: An annual subscription is 17% cheaper than 12 monthly payments

source: requestAPlan
tl: Makiusap para sa package quotation
uk: Запит плану

source: thereAreNoPlansSuitableForYourCurrentUsage
tl: Walang planong na tutumbas sa iyong kasalukuyang paggagamitan. I-contact ang [A]contact support[/A] para sa isang custom plan.
uk: Немає планів, які відповідали б вашим умовам. Будь ласка, [A]зв'яжіться з нами[/A] для користувацького плану.

source: selectMembership
tl: Pumili ng membership:
uk: Виберіть членство:

source: save17
tl: Makaipon ng 17%
uk: Заощадити 17%

source: wrongPurchase
tl: MALING PAGBILI %@ (%ld)
uk: ПОМИЛКА ПОКУПКИ %@ (%ld)

source: appPurchaseDisabled
tl: Ang In-App Purchases ay tinanggal, paganahin ito sa pagpunta sa iOS Settings
uk: Покупка у додатку вимкнено, будь ласка, увімкніть це у налаштуваннях iOS

source: productNotFound
tl: Hindi makita ang produktong %@ , i-contact ang ios@mega.nz
uk: Продукт %@ не знайдено, будь ласка, зв'яжіться з ios@mega.nz

source: allowPurchase_title
tl: Payagan ang pagbili
uk: Дозволити покупки

source: allowPurchase_message
tl: Kailangan mong paganahin ang In-App na Pagbili sa iyong iOS Settings bago mag-restore ng pagbili.
uk: Щоб продовжити покупку, вам необхідно увімкнути можливість покупок в додатках у налаштуваннях iOS.

source: restore
tl: I-restore
uk: Відновити

source: monthly
tl: Buwanan
uk: Щомісяця

source: yearly
tl: Taunan
uk: Щорічне

source: productNotAvailable
tl: Ang In-App Purchase item ay wala pa sa App Store ngayon. Subukan muli mamaya.
uk: Наразі купівлю цього елементу в додатку не можлива у App Store. Будь ласка, спробуйте пізніше.

source: thankYou_title
tl: Maraming salamat
uk: Дякуємо

source: purchaseRestore_message
tl: Ang inyong binibili ay naibalik
uk: Вашу покупку було відновлено

source: failedPurchase_title
tl: Itinigil ang pagbili
uk: Покупки зупинено

source: failedPurchase_message
tl: Maaaring itinigil mo ang request o nag-report ang Apple ng isang transaction error. Muling subukan o i-contact ang ios@mega.nz.
uk: Або ви скасували запит, або Apple повідомила про помилку транзакції. Будь ласка, спробуйте ще раз пізніше, або зв'яжіться з ios@mega.nz.

source: incompleteRestore_title
tl: Irestore ang issue
uk: Питання відновлення

source: incompleteRestore_message
tl: Ang nauna mong binili ay hindi makita. Piliin muli ang binili mo para maibalik. Wala itong charge.
uk: Попередню покупку не знайдено. Будь ласка, виберіть придбаний раніше продукт для відновлення. Ви НЕ будете платити ще раз.

source: failedRestore_title
tl: Itinigil ang pagrerestore
uk: Відновлення зупинено

source: failedRestore_message
tl: Maaaring ang inyong request ay itinigil o ang naunang pagbili ay hindi nairestore. Muling subukan mamaya o i-contact ang ios@mega.nz.
uk: Або запит було скасовано, або попередню покупку не можливо відновити. Будь ласка, спробуйте ще раз пізніше, або зв'яжіться з ios@mega.nz.

source: enableDebugMode_title
tl: Pagganahin ang DEBUG mode
uk: Увімкнути режим налагодження

source: enableDebugMode_message
tl: Isang log ang bubuoin sa Offline section (MEGAiOS.log). Maaaring laman ng logs ang impormasyon na tungkol sa inyong account.
uk: Лог-журнал буде створено локально (MEGAiOS.log). Журнал може містити інформацію, пов'язану з вашим обліковим записом.

source: disableDebugMode_title
tl: Patayin ang DEBUG mode
uk: Вимкнути режим налагодження

source: disableDebugMode_message
tl: Ang log (MEGAiOS.log) ay mabubura sa Offline section.
uk: Журнал (MEGAiOS.log) буде видалено з автономної частини.

source: removeItemFromOffline
tl: Gusto mo bang burahin ang bagay na ito sa iyong Offline?
uk: Ви впевнені, що бажаєте видалити цей елемент збережений в оффлайні?

source: removeItemsFromOffline
tl: Gusto mo bang pahiin ang items sa iyong Offline?
uk: Ви впевнені, що бажаєте видалити цей елемент збережений в онлайні?

source: noConversations
tl: Walang Conversations
uk: Немає розмов

source: enable
tl: Paganahin
uk: Увімкнути

source: invite
tl: Imbitahan
uk: Запрошення

source: thisMessageHasBeenDeleted
tl: Binura na ang mensahe
uk: Це повідомлення було видалено

source: me
tl: Ako
uk: Я

source: wasRemovedFromTheGroupChatBy
tl: Si [A] ay tinanggal sa group chat ni [B].
uk: [A] видалений з групового чату [B].

source: leftTheGroupChat
tl: Umalis si [A] sa group chat.
uk: [A] залишив груповий чат.

source: joinedTheGroupChatByInvitationFrom
tl: [A] sumali sa group chat sa imbitasyon ni [B].
uk: [A] приєднався до чату на запрошення [B].

source: clearedTheChatHistory
tl: Binura ni [A] ang chat history.
uk: [A] очистив історію чату.

source: wasChangedToBy
tl: [A] ay binago ni [B] sa pamamagitan ni [C].
uk: [A] змінено на [B] діями [C].

source: changedGroupChatNameTo
tl: Binago ni [A] ang group chat name sa ‘[B]’.
uk: [A] змінив назву групи на '[B]'.

source: addParticipant
tl: Magdagdag ng kasali...
uk: Додати учасника…

source: addParticipants
tl: Magdagdag ng participants

source: richPreviewsFooter
tl: Enhance the MEGAchat experience. URL content will be retrieved without end-to-end encryption.
uk: Enhance the MEGAchat experience. URL content will be retrieved without end-to-end encryption.

source: voiceAndVideoCalls
tl: Voice at Video Calls
uk: Голосові та відео дзвінки

source: useMobileData
tl: Gamitin ang Mobile Data
uk: Використовувати стільникові дані

source: Use Mobile Data for Videos
tl: Gumamit ng Mobile Data para sa Videos

source: xMinutes
tl: [X] minuto
uk: [X] хвилин(и)

source: 1Minute
tl: 1 minuto
uk: 1 хвилина

source: showMeAwayAfterXMinutesOfInactivity
tl: Alisin mo ako pagkatapos ng [X] na minuto ng walang aktibidad
uk: Відібражати відхід після [X] хвилин бездіяльності

source: showMeAwayAfter1MinuteOfInactivity
tl: Alisin mo ako pagkatapos ng 1 minutong walang aktibidad
uk: Показати, що я відійшов, через 1 хвилину бездіяльності

source: maintainMyChosenStatusAppearance
tl: Panatilihin ang napili kong status kahit na walang naka-connect na device.
uk: Підтримувати вибраний статус, навіть за відсутності підключених пристроїв.

source: edited
tl: (binago)
uk: (змінено)

source: away
tl: Wala
uk: Відійшов

source: busy
tl: Abala
uk: Зайнятий

source: notifications
tl: Abiso
uk: Сповіщення

source: sendMessage
tl: Magpadala ng mensahe
uk: Надіслати повідомлення

source: verifyCredentials
tl: I-verify ang Credentials
uk: Перевірка облікових даних

source: verify
tl: Beripikahin
uk: Перевірка

source: verified
tl: I-verify
uk: Підтвердити

source: clearChatHistory
tl: Burahin ang Chat History
uk: Очистити історію чату

source: clearTheFullMessageHistory
tl: Sigurado ka bang gusto mong burahin ang kabuoang pag-uusap na ito?
uk: Ви впевнені, що бажаєте очистити всю історію повідомлень цієї розмови?

source: continue
tl: Magpatuloy
uk: Продовжити

source: sharedFolders
tl: Folders na Shared
uk: Спільні теки

source: contactCredentials
tl: Credentials ng Contact
uk: Облікові дані контакту

source: thisIsBestDoneInRealLife
tl: Ito ay magandang gawin ng harapan at personal. Kung meron kang ibang verified channel gaya ng verified OTR at PGP, pwede mo itong gamitin.
uk: Найкраще це зробити у реальному житті, зустрівшись віч-на віч. Якщо у вас є інший перевірений канал зв'язку, такий як OTR чи PGP, ви також можете скористуватися ним.

source: yourCredentials
tl: Ang iyong Credentials
uk: Ваші облікові дані

source: reset
tl: I-reset
uk: Скинути

source: approve
tl: Payagan
uk: Підтвердити

source: startConversation
tl: Simulan ang Conversation
uk: Почати розмову

source: renameGroup
tl: Baguhin ang pangalan ng Grupo
uk: Перейменувати групу

source: leave
tl: Lumisan
uk: Залишити

source: more
tl: dagdagan pa
uk: Більше

source: mute
tl: I-mute
uk: Тиша

source: close
tl: Isara
uk: Закрити

source: youWillNoLongerHaveAccessToThisConversation
tl: Ikaw ay hindi na makaka-access sa conversation na ito
uk: Ви більше не маєте доступу до цієї розмови

source: leaveGroup
tl: Umalis sa Group
uk: Залишити групу

source: participants
tl: Mga Kasama
uk: Учасники

source: chatIntroductionMessage
tl: Inaalagan ng MEGA ang inyong end-to-end (kontrolado ng gumagamit) encryption sa pamamagitan ng mga mahahalagang kasiguruhang pangkaligtasan:
uk: MEGA захищає ваш чат крізним (контрольованим користувачем) шифруванням, забезпечуючи необхідний ступінь безпеки:

source: confidentialityExplanation
tl: [S]Confidentiality.[/S] Tanging ang may-akda at ang mga pinadalhan lamang ang makakabasa nito para ma-decipher at mabasa ang nilalaman.
uk: [S]Конфіденційність.[/S] Тільки автор і залучені ним користувачі можуть розшифрувати і прочитати вміст.

source: authenticityExplanation
tl: [S]Authenticity.[/S] Sinusigurado ng system na ang datos na matatanggap ay galing sa nagpadala, at ang nilalaman nito ay hindi napalitan habang naglilipat.
uk: [S]Автентичність.[/S] Система гарантує отримання даних від відправника і те що їх вміст не було піддано маніпуляціям під час передачі.

source: chatNotFound
tl: Hindi nakita ang chat
uk: Чат не знайдено

source: isTyping
tl: %@ ay nagtatype...
uk: %@ друкує…

source: twoUsersAreTyping
tl: Sina %1$s [A]ay mga nagtata-type…[/A]
uk: %1$s [A]are typing…[/A]

source: moreThanTwoUsersAreTyping
tl: Sina %1$s [A]at iba ay mga nagta-type…[/A]
uk: %1$s [A]and more are typing…[/A]

source: writeAMessage
tl: Write a message to %s…
uk: Write a message to %s…

source: noConversationHistory
tl: Walang naitalang pag-uusap
uk: Немає історії розмов

source: retry
tl: Subukang muli
uk: Повторити

source: deleteMessage
tl: Burahin ang mensahe
uk: Видалити повідомлення

source: sendContact
tl: Ipadala ang contact
uk: Надіслати контакт

source: done
tl: Tapos na.
uk: Виконано

source: richPreviewsConfirmation
tl: You are disabling rich URL previews permanently. You can re-enable rich URL previews in your settings. Do you want to proceed?
uk: You are disabling rich URL previews permanently. You can re-enable rich URL previews in your settings. Do you want to proceed?

source: warning
tl: Babala
uk: Попередження

source: allFilesSavedForOfflineWillBeDeletedFromYourDevice
tl: Mabubura sa iyong device ang lahat ng files na naka-save sa Offline. Gusto mo bang magpatuloy sa logout?
uk: Усі файли, збережені локально будуть видалені з вашого пристрою. Продовжити вихід?

source: depletedTransferQuota_title
tl: Depleted na ang transfer quota
uk: Depleted transfer quota

source: depletedTransferQuota_message
tl: Ang iyong queued download ay lagpas sa kasalukuyang transfer quota na available sa iyong account at maaaring maputol.
uk: Розмір вашого чергового завантаження перевищує квоту передачі даних, доступних для вашої обліковки і тому передача може буде перервана.

source: seePlans
tl: Tingnan ang plano
uk: Дивитись плани

source: dismiss
tl: Alisin
uk: Відхилити

source: newMessage
tl: Bagong mensahe
uk: Нове повідомлення

source: newSharedFolder
tl: Bagong shared folder
uk: Нова спільна тека

source: areYouSureYouWantToAbortTheRegistration
tl: Gusto mo bang itigil na ang registration?
uk: Ви впевнені, що хочете припинити реєстрацію?

source: misspelledEmailAddress
tl: Kung mali ang nailagay na email address, itama ito at i-click ang 'Ipadala muli'.
uk: Якщо ви невірно ввели адресу е-пошти, виправте її на натисніть 'Надіслати ще раз'.

source: resend
tl: Ipadala muli
uk: Надіслати ще раз

source: alreadyAContact
tl: Contact mo na si %s.
uk: %s вже знаходиться в контактах.

source: sentContact
tl: Ipadala ang Contact na si: %s
uk: Надіслано контакт: %s

source: sentXContacts
tl: Naipadalang mga %s Contacts.
uk: Надіслано %s контактам.

source: attachedFile
tl: Nakalakip: %s
uk: Приєднано: %s

source: attachedXFiles
tl: Mga nakalakip na %s files.
uk: Приєднано %s файлів.

source: jumpToLatest
tl: Tumalon sa latest

source: newMessages
tl: Bagong message

source: unreadMessage
tl: %lu na unread message
uk: %lu unread message

source: unreadMessages
tl: %lu na unread na mga messages
uk: %lu unread messages

source: autorenewableDescription
tl: Ang subscriptions ay kaagad na nirereview sa magkakasunod na subscription periods sa parehas na haba ng panahon at sa parehas na presyo sa napiling panahon. Pupuwede ng patayin ang automatic renewal ng iyong MEGA PRO subscription sa loob ng 24 oras bago ang iyong susunod na bayad sa subscription papunta sa iyong iTunes account settings page. Para ayusin ang iyong subscription, i-click ang AppStore icon sa iyong handset, mag-sign in gamit ang iyong Apple ID sa ilalim ng page (kung hindi pa nagagawa ito) at i-click ang View ID. Dadalhin ka nito sa iyong account page, mag-scroll down ka at pumunta sa Manage App Subscriptions. Pamula dito, pupwede mong piliin ang iyong MEGA PRO subscription at tingnan ang iyong nakatakdang petsa ng renewal, pumili ng ibang subscription package at mag-toggle sa on-off switch para patayin ang auto-renewal ng iyong subscription.
uk: Підписки автоматично продовжуються на той само термін і в ту само ціну, що ви вибрали початково. Ви можете відключити автоматичне оновлення вашої підписки не пізніше ніж за 24 години до вашої наступної абонентської плати через сторінку налаштувань облікового запису iTunes. Для того щоб управляти підписками, просто натисніть на іконку App Store на вашому телефоні, увійдіть у свій Apple ID, в нижній частині сторінки (якщо ви цього не робили) і натисніть Переглянути Apple ID. Ви потрапите на сторінку облікового запису, де зможете прокрутити до керування підписками. Звідти ви можете вибрати підписку MEGA PRO і переглянути дату оновлення підписки, вибрати інший пакет підписки або перемикачем вимкнути автооновлення підписки.

source: openMEGAAndSignInToContinue
tl: Buksan ang MEGA at mag-sign in upang magpatuloy
uk: Відкрийте MEGA та увійдіть, щоб продовжити

source: connecting
tl: Kumokonekta...

source: shareExtensionUnsupportedAssets
tl: May ilang items na hindi pwedeng ibahagi sa MEGA
uk: Деякими елементами не можна поділитися через MEGA

source: Limited system resources are available when sharing items. Try uploading these files from within the MEGA app.
tl: Limited system resources are available when sharing items. Please try uploading these files from within the MEGA app.
uk: Limited system resources are available when sharing items. Please try uploading these files from within the MEGA app.

source: Shared successfully
tl: Naibahagi ng tama
uk: Вірне надання спільного доступу

source: Transfer failed:
tl: Naudlot ang paglilipat:
uk: Невдала передача:

source: No error
tl: Walang error
uk: Все гаразд

source: Internal error
tl: Panloob na error
uk: Внутрішня помилка

source: Invalid argument
tl: Maling argumento
uk: Невірний параметр

source: Request failed, retrying
tl: Bigo ang request, sinusubokang muli
uk: Не вдалося виконати запит, повторна спроба

source: Rate limit exceeded
tl: Lagpas na sa rate limit
uk: Перевищення обмеження

source: Failed permanently
tl: Pumalpak talaga
uk: Неможливо перманентно

source: Too many concurrent connections or transfers
tl: Masyadong maraming sabay-sabay na koneksyon o paglilipat
uk: Забагато одночасних з'єднань або передач

source: Expired
tl: Expired na
uk: Минуло

source: Not found
tl: Hindi makita
uk: Не знайдено

source: Circular linkage detected
tl: Na-detect ang circular linkage
uk: Виявлено циркулярний зв'язок

source: Access denied
tl: Hindi maaari
uk: Доступ заборонено

source: Already exists
tl: Meron na
uk: Вже існує

source: Incomplete
tl: Di natapos
uk: Недостатньо

source: Invalid key/Decryption error
tl: Error sa pagdedecrypt
uk: Помилка шифрування

source: Bad session ID
tl: Maling session ID
uk: Хибний ідентифікатор сесії

source: Blocked
tl: Hinarangan
uk: Заблоковано

source: Over quota
tl: Lagpas na sa quota
uk: Понад квоту

source: Temporarily not available
tl: Hindi muna available
uk: Тимчасово не доступно

source: Invalid application key
tl: Maling application key
uk: Невірний ключ додатку

source: Unknown error
tl: Di matukoy na error
uk: Невідома помилка

source: languageRestartAlert
tl: Kinakailangan mag-restart ng MEGA pagkatapos magbago ng wika
uk: You will need to restart MEGA after changing the language

source: languageRestartNotification
tl: Language changed. Tap to restart.
uk: Language changed. Tap to restart.

source: generalDescriptionParagraph1
tl: Nagbibigay ang MEGA ng user-controlled encrypted cloud storage sa pamamagitan ng standard web browser, kasama ang dedicated apps para sa mobile devices. Di gaya ng ibang cloud storage providers, ang iyong data ay encrypted at decrypted ng devices na hawak mo at hindi namin.
uk: MEGA надає кероване користувачем, шифроване хмарне сховище, через веб браузер та додатки для мобільних пристроїв. На відміну від інших провайдерів, ваші дані шифруються та розшифровуються лише вашими клієнтськими пристроями і ніколи нами.

source: generalDescriptionParagraph2
tl: I-upload ang inyong files galing sa inyong smartphone o tablet, at mag-search, mag-store, mag-download, i-view, i-share, i-rename o burahin ang iyong files kahit kailan, sa kahit anong device, kahit saan. Ibahagi ang folders sa inyong contacts at makita ang updates ng real time.
uk: Завантажуйте свої файли зі свого смартфона або планшету, а потім шукайте, зберігайте, переглядайте, надсилайте, перейменовуйте чи видаляйте свої файли будь коли, з будь-якого пристрою та будь-де. Діліться теками зі своїми контактами та переглядайте їх в режимі реального часу.

source: generalDescriptionParagraph3
tl: Ang encryption process ay nangangahulugan na hindi namin na-aaccess o na-rereset ang iyong password kaya't KINAKAILANGAN mo itong tandaan (unless na mayroon kang Recovery Key na naka-back up) o mawawalan ka ng access sa iyong stored files.
uk: Процес шифрування означає, що ми не можемо отримати доступ до пароля або скинути його, тому ви ПОВИННІ запам'ятати його (якщо у вас немає резервної копії ключа відновлення) інакше ви втратите доступ до збережених файлів.

source: generalDescriptionVideoChat
tl: End-to-end user-encrypted MEGA video chat allows for total privacy, and has been available through the browser since 2016. It has been extended to our mobile app, with chat history accessible across multiple devices. Users can also easily add files to a chat from their MEGA Cloud Drive.
uk: End-to-end user-encrypted MEGA video chat allows for total privacy, and has been available through the browser since 2016. It has been extended to our mobile app, with chat history accessible across multiple devices. Users can also easily add files to a chat from their MEGA Cloud Drive.

source: generalDescriptionParagraph4
tl: Nagbibigay ang MEGA ng 50 GB na libreng storage para sa lahat ng registered users na may bonus achievements, at paid plans na may mataas na limits:
uk: MEGA пропонує безкоштовні 50 ГБ хмарного сховища для усіх зареєстрованих користувачів, з бонусами та платними планами з більшими лімітами:
