Repository: AleksGitHub71/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: tl, uk

source: folder
uk: Тека

source: folderLink
uk: Ланка теки

source: cloudDrive
uk: Хмарний диск

source: downloading
uk: Завантаження

source: offline
uk: Не в мережі

source: pending
uk: Протягом

source: advanced
uk: Додатково

source: securityOptions
uk: Параметри безпеки

source: off
uk: Вимк.

source: on
uk: Увім.

source: App version
uk: Версія програми

source: acknowledgements
uk: Подяки

source: recoveryKey
uk: Ключ Відновлення

source: parkAccount
uk: Залишити обліковий запис

source: profile
uk: Профіль

source: loggingOut
uk: Вихід з облікового запису

source: Renews on
uk: Відновлення на

source: chat
uk: Чат

source: status
uk: Статус

source: autoAway
uk: Автоматичний статус відсутності

source: statusPersistence
uk: Сталий статус

source: online
uk: В мережі

source: groupChat
uk: Груповий чат

source: info
uk: Інформація

source: moderator
uk: Модератор

source: standard
uk: Стандарт

source: removeParticipant
uk: Видалити учасника

source: contact
uk: Контакти

source: never
uk: Ніколи

source: contactRequest
uk: Запит контакту

source: Out of range
uk: Поза межами

source: Connection overflow
uk: Переповнення з'єднання

source: Write error
uk: Помилка запису

source: Read error
uk: Помилка читання

source: users
uk: користувачі(в)

source: user
uk: користувач

source: download
uk: Завантажити

source: file
uk: файл

source: Allow Access
uk: Enable access

source: File Management
uk: Управління файлами

source: Thumbnail view
uk: Ескізи

source: Show
uk: Показати

source: Last seen a long time ago
uk: Давно не бачилися

source: Standard
uk: Стандарт

source: Password Reminder
uk: Нагадування паролю

source: Video
uk: Відео
