Repository: AleksGitHub71/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: tl, uk

source: cameraUploadsEnabled
tl: Pinagana ang Camera Uploads
uk: Відвантаження з камери увімкнено

source: cameraUploadsComplete
tl: Tapos na ang Camera uploads

source: cameraUploadsPendingFile
tl: Upload in progress, 1 file ang pending
uk: Upload in progress, 1 file pending

source: cameraUploadsPendingFiles
tl: Upload in progress, %lu files na pending
uk: Upload in progress, %lu files pending

source: Upload paused because of no WiFi, 1 file pending
tl: Ang upload ay naka-pause dahil sa walang WiFi connection, 1 file pending
uk: Upload paused due to no Wi-Fi connection, 1 file pending

source: Upload paused because of no WiFi, %lu files pending
tl: Ang upload ay naka-pause dahil sa walang WiFi connection, %lu files pending
uk: Upload paused due to no Wi-Fi connection, %lu files pending

source: Photos uploaded, video uploads are off, 1 video not uploaded
tl: Ang photos ay na-upload, video uploads ay off; 1 video ay hindi na-upload

source: Photos uploaded, video uploads are off, %lu videos not uploaded
tl: Ang photos ay na-upload na, video uploads ay off; %lu videos ay hindi na-upload.

source: indexOfTotalFile
tl: %1$d ng %2$d file
uk: %1$d of %2$d file

source: indexOfTotalFiles
tl: %1$d ng %2$d files
uk: %1$d of %2$d files

source: oneItemSelected
tl: %lu ang item na pinili
uk: %lu елемент вибрано

source: itemsSelected
tl: %lu items ang napili
uk: %lu елементів обрано

source: xSelected
tl: %d selected
uk: %d selected

source: contactsTitle
tl: Contacts
uk: Контакти

source: oneFolderShared
tl: 1 folder
uk: 1 тека

source: foldersShared
tl: %d folders
uk: %d тек(и)

source: addFromEmail
tl: Ilagay ang email
uk: Введіть адресу е-пошти

source: sharedItems
tl: Mga binahaging item
uk: Спільні елементи

source: shared
tl: Binahagi
uk: Спільне

source: incoming
tl: Padating
uk: Вхідні

source: outgoing
tl: Papaalis
uk: Вихідні

source: sharedWithXContacts
tl: Binahagi sa %d na mga contacts
uk: Спільно з %d контактами

source: permissionsChanged
tl: Binago ang pahintulot
uk: Дозволи змінено

source: shareLeft
tl: Natirang binahagi
uk: Спільний доступ полишено

source: sharesLeft
tl: Mga natirang binahagi
uk: Спільний доступ полишено

source: removeSharing
tl: Tinanggal ang binahagi
uk: Припинити спільний доступ

source: removeOneShareOneContactMessage
tl: Gusto mo bang tanggalin ang binahaging ito? (Binahagi sa isang contact)
uk: Ви впевнені, що бажаєте видалити цей спільний доступ? (Спільний з 1 контактом)

source: removeOneShareMultipleContactsMessage
tl: Gusto mo bang tanggalin ang binahaging ito? (Binahagi sa %d contacts)
uk: Ви впевнені, що бажаєте видалити цей спільний доступ? (Спільний з %d контактами)

source: removeMultipleSharesMultipleContactsMessage
tl: Gusto mo bang tanggalin ang mga binahaging ito sa iyo? (Binahagi sa %d contacts)
uk: Ви впевнені, що бажаєте видалити цей спільний доступ? (Спільний з %d контактами)

source: shareRemoved
tl: Ang share ay natanggal na
uk: Спільний доступ видалений вірно

source: sharesRemoved
tl: Tinanggal na binahagi
uk: Спільний доступ припинено

source: sharedWith
tl: Ibahagi kina
uk: Спільно з

source: addFromContacts
tl: Idagdag pamula sa contacts
uk: Додати з контактів

source: addContact
tl: Magdagdag ng koneksyon
uk: Додати контакт

source: contactEmail
tl: Email ng contact
uk: Е-пошта контакту

source: addContactButton
tl: Idagdag
uk: Додати

source: noNeedToAddYourOwnEmailAddress
tl: Hindi mo na dapat idagdag pa ang iyong email
uk: Не потрібно додавати власну адресу е-пошти

source: theUserHasBeenInvited
tl: Si user [X] ay inimbitahan at lalabas sa inyong contact list sa oras na tanggapin mo siya.
uk: Користувача [X] було запрошено. Він з'явиться у списку контактів, щойно прийме запрошення.

source: theUsersHaveBeenInvited
tl: Ang users ay naimbitahan at lalabas sa inyong contact list sa oras na tanggapin mo sila.
uk: Користувача було запрошено. Він з'явиться у списку контактів, щойно прийме запрошення.

source: removeUserTitle
tl: Alisin ang contact
uk: Видалити контакт

source: removeUserMessage
tl: Gusto mo bang tanggalin si %@ sa inyong listahan ng contact?
uk: Ви впевнені, що бажаєте видалити %@ зі списку контактів?

source: removeMultipleUsersMessage
tl: Gusto mo bang tanggalin ang %d na users sa inyong listahan ng contact?
uk: Ви впевнені, що хочете видалити %d користувачів зі списку контактів?

source: removedContacts
tl: %d tinaggal ang contacts
uk: %d контакти видалено

source: removedContact
tl: Tinanggal si %@
uk: Контакт %@ видалено

source: leaveFolder
tl: Lumisan
uk: Залишити

source: leaveShareAlertMessage
tl: Gusto mo bang iwan ng binahagi sa'yo?
uk: Ви впевнені, що бажаєте залишити цей спільний доступ?

source: leaveSharesAlertMessage
tl: Gusto mo bang iwan ang mga binahaging ito sa'yo?
uk: Ви впевнені, що бажаєте залишити ці спільні доступи?

source: share
tl: Ibahagi
uk: Ділитися

source: selectAll
tl: Piliin Lahat
uk: Вибрати все

source: oneContact
tl: 1 contact
uk: 1 контакт

source: XContactsSelected
tl: [X] contacts
uk: [X] контакти(ів)

source: shareFolder
tl: Folder ng mga share
uk: Спільний доступ до теки

source: shareFolders
tl: Ibahagi ang folders
uk: Спільні теки

source: select
tl: Piliin
uk: Вибрати

source: permissions
tl: Mga Pahintulot
uk: Дозволи

source: readOnly
tl: Read-only lamang
uk: Лише читання

source: readAndWrite
tl: Read at Write
uk: Читання & Запис

source: fullAccess
tl: Ganap na access
uk: Повний доступ

source: settingsTitle
tl: Mga Settings
uk: Налаштування

source: cameraUploadsLabel
tl: Camera Uploads
uk: Відвантаження з камери

source: rubbishBinLabel
tl: Basurahan
uk: Корзина

source: about
tl: Tungkol dito
uk: Про

source: language
tl: Lenggwahe
uk: Мова

source: sendFeedbackLabel
tl: Magbigay ng Tugon
uk: Надіслати відгук

source: pleaseWriteYourFeedback
tl: Isulat ang feedback mo dito:
uk: Будь ласка, залиште відгук тут:

source: noEmailAccountConfigured
tl: Walang email na naka set up sa inyong device
uk: Не встановлено е-пошти облікового запису на цьому пристрої

source: privacyPolicyLabel
tl: Pribadong Patakaran
uk: Політика Конфіденційності

source: termsOfServicesLabel
tl: Terms of Service
uk: умови надання послуг

source: dataProtectionRegulationLabel
tl: Data Protection Regulation
uk: Data Protection Regulation

source: options
tl: Opsyon
uk: Опції

source: (Recommended)
tl: (Rekumenda)

source: SAVE HEIC PHOTOS AS
tl: I-save ang HEIC photos as

source: We recommend JPG, as its the most compatible format for photos.
tl: Nirerekumenda namin ang JPG, dahil ito ang pinaka-compatible na format para sa photos.
uk: We recommend JPG, as it is the most compatible format for photos.

source: SAVE HEVC VIDEOS AS
tl: I-save ang HEVC videos as

source: We recommend H.264, as its the most compatible format for videos.
tl: Nirerekumenda namin ang H.264, dahil ito ang pinaka-compatible format para sa videos.
uk: We recommend H.264, as it is the most compatible format for videos.

source: Compression quality when to transcode HEVC videos to H.264 format.
tl: Compression quality kapag ang HEVC videos ay transcoded sa H.264 format.
uk: Compression quality when HEVC videos are transcoded to H.264 format.

source: uploadVideosLabel
tl: Mag-upload ng Videos
uk: Відвантажити відео

source: When enabled, photos will be uploaded.
tl: Kapag naka-enabled, ang photos ay ma-uupload.

source: Photos will be uploaded to Camera Uploads folder.
tl: Ang photos ay ma-uupload sa Camera Uploads folder.
uk: Photos will be uploaded to the Camera Uploads folder.

source: Photos and videos will be uploaded to Camera Uploads folder.
tl: Photos at videos ay ma-uupload sa Camera Uploads folder.
uk: Photos and videos will be uploaded to the Camera Uploads folder.

source: Upload in Background
tl: I-upload sa Background

source: Enable location services for background upload
tl: I-enable ang lokasyon services para sa background upload

source: MEGA can periodically start camera uploads in background when your location changes.
tl: Ang MEGA ay pwedeng i-start ang camera uploads sa background oras oras kapag nagpalit ang iyong lokasyon.
uk: MEGA can periodically start camera uploads in the background when your location changes.

source: Please select “Always” at your Location page in Settings, then MEGA can periodically start camera uploads in background when your location changes.
tl: Pakiusap piliin ang "Always" sa iyong Location page sa Settings, upang ang MEGA ay i-start ang camera uploads sa background oras oras kapag nagpalit ang iyong lokasyon.
uk: Please select “Always” at your Location page in Settings, so that MEGA can periodically start camera uploads in background when your location changes.

source: Turn On
tl: Buksan

source: Turn On in Settings
tl: Buksan sa Settings

source: Videos will be uploaded to the Camera Uploads folder.
tl: Ang videos ay ma-uupload sa Camera Uploads folder.

source: When enabled, videos will be uploaded.
tl: Kapag enabled, videos ay ma-uupload.

source: New Camera Upload!
tl: Bagong opsyon para sa Camera Uploads!
uk: New Camera Uploads Options!

source: Now you can choose to convert the HEIF/HEVC photos and videos to the most compatible JPEG/H.264 formats.
tl: Ngayon pwede kang mag convert ng HEIC/HEVC photos at videos sa mas madaming compatible JPEG/H.264 formats.
uk: Now you can choose to convert HEIC/HEVC photos and videos to the more widely compatible JPEG/H.264 formats.

source: Use Most Compatible Formats
tl: Gumamit ng pinaka-compatible na formats

source: %@ Storage Full
tl: %@ Puno na ang Storage

source: You do not have enough storage to upload camera. Free up space by deleting unneeded apps, videos or music. You can manage your storage in %@
tl: Wala ka nang sapat na storage para sa camera uploads. Mag delete ng hindi kailangan na apps, videos o music upang makakuwa ng space. Pwede mong ayusin ang iyong storage sa %@
uk: You do not have enough storage for further camera uploads. Free up space by deleting unneeded apps, videos or music. You can manage your storage in %@

source: Upload videos for Live Photos
tl: I-upload ang videos na para sa Live Photos

source: Upload all burst photos
tl: I-upload ang lahat ng burst photos

source: Upload Hidden Album
tl: I-upload ang Hidden Album

source: The video and the photo in each Live Photo will be uploaded.
tl: Ang kada isang bersyon lamang ng photo at video ng Live Photo ang ma-uupload.
uk: The photo and video versions of each Live Photo will be uploaded.

source: Only the photo in each Live Photo will be uploaded.
tl: Ang kada isang bersyon lamang ng Live Photo ang ma-uupload.
uk: Only the photo version of each Live Photo will be uploaded.

source: All the photos from your burst photo sequences will be uploaded.
tl: Lahat ng photos mula sa iyong burst photo sequences ay ma-uupload.

source: Only the representative photos from your burst photo sequences will be uploaded.
tl: Ang favourite photos lamang na mula sa iyong burst photo sequences ang ma-uupload.
uk: Only favourite photos from your burst photo sequences will be uploaded.

source: The Hidden Album is where you hide photos or videos in your device Photos app.
tl: Ang Hidden Album ay kung saan mo tinatago ang iyong photos o videos sa iyong device's Photos app.
uk: The Hidden Album is where you hide photos or videos in your device’s Photos app.

source: sdkVersion
tl: MEGA SDK version
uk: MEGA SDK версія

source: View source code
tl: Tingnan ang source code
uk: Переглянути початковий код

source: masterKey
tl: Recovery Key
uk: Ключ Відновлення

source: changePasswordLabel
tl: Baguhin ang password
uk: Change password

source: exportMasterKeyFooter
tl: Ang pag-iexport ng Recovery Key at pag-iingat nito sa isang sigurado lugar ay magbibigay daan upang makapagset ka ng bagong password ng walang data loss.
uk: Експорт ключа відновлення і збереження його у безпечному місці дозволить встановити новий пароль без втрати даних.

source: whyDoINeedARecoveryKey
tl: Bakit ko ba kailangan ang Recovery Key?
uk: Навіщо мені потрібен Ключ відновлення?

source: recoveryKeyCopiedToClipboard
tl: Ang Recovery Key ay nakopya na sa clipboard. Ilagay ito sa ligtas na lugar.
uk: Ключ відновлення скопійовано в буфер. Будь ласка, зберігайте його в безпечному місці.

source: masterKeyExported
tl: Na-export na ang Recovery Key
uk: Ключ відновлення експортовано

source: masterKeyExported_alertMessage
tl: Ang Recovery Key ay na-export na sa Offline section bilang RecoveryKey.txt. Paalala: Ito ay buburahin kung hindi ka magla-log out, paalalang ingatan ito.
uk: Ключ відновлення було експортовано у автономну частину як RecoveryKey.txt. Примітка: Це інформація буде видалена, якщо ви вийдете з системи, будь ласка, збережіть її у надійному місці.

source: onYourDevice
tl: Sa iyong device
uk: На вашому пристрої

source: clearOfflineFiles
tl: Burahin ang Offline Files
uk: Очистити автономні файли

source: clearCache
tl: Pagpahi ng Cahe
uk: Очистити кеш

source: onMEGA
tl: Sa MEGA
uk: На MEGA

source: emptyRubbishBin
tl: Clear Rubbish Bin
uk: Clear Rubbish Bin

source: emptyRubbishBinAlertTitle
tl: Lahat ng items sa basurahan ay papahiin
uk: Всі елементи у сміттєвому кошику були видалені

source: dontUseHttp
tl: Huwag gumamit ng HTTP
uk: Не використовуйте HTTP

source: transfersSectionFooter
tl: Paganahin ang option na ito kung hindi magsimula ang paglilipat. Kadalasan, sapat na ang HTTP sapagkat ang paglilipat dito ay encrypted na.
uk: Увімкніть цю опцію, тільки якщо ваші передачі не розпочинаються. В звичайних обставинах HTTP достатньо для передач, так як усі ваші дані уже зашифровано.

source: Download options
tl: Opsyon sa pagdodownload
uk: Параметри завантаження

source: currentlyUsing
tl: Gumagamit ngayon ng %s
uk: Використовується %s

source: cancelYourAccount
tl: Ikansela ang inyong account
uk: Анулювати акаунт

source: youWillLooseAllData
tl: Mawawala lahat ng data na nandito sa account na ito. Gusto mo pa bang magpatuloy?
uk: Ви втратите усі дані, пов'язані з цим обліковим записом. Ви впевнені, що бажаєте продовжити?

source: ifYouCantAccessYourEmailAccount
tl: Kung hindi mo ma-access ang iyong email, i-contact kami sa support@mega.nz.
uk: Якщо ви не можете отримати доступ до вашої е-пошти, будь ласка, зв'яжіться з support@mega.nz.

source: cancellationLinkHasExpired
tl: Ang cancellation link ay nag-expire na
uk: Скасування ланки минуло.

source: enterYourPasswordToConfirmThatYouWanToClose
tl: Ito ang huling hakbang upang i-cancel ang inyong account. Mawawala lahat ng iyong data na nakalagay sa cloud. Ilagay ang inyong password sa ibaba.
uk: Це останній крок видалення вашого облікового запису. Ви назавжди втратите всі дані, що зберігаються у хмарі. Будь ласка, введіть нижче свій пароль.

source: accountCanceledSuccessfully
tl: Ang inyong account ay matagumpay na nabura.
uk: Ваш обліковий запис було анульовано.

source: closeAccount
tl: Isarado ang account
uk: Закриття облікового запису

source: remove
tl: Alisin
uk: Видалення

source: removeNodeFromRubbishBinTitle
tl: I-confirm ang pag-aalis
uk: Підтвердження видалення

source: removeFileToRubbishBinMessage
tl: Tatanggalin mo na ng tuluyan ang isang file. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)
uk: Ви збираєтесь назавжди видалити 1 файл. Бажаєте продовжити? (Ця дія не зворотня.)

source: removeFilesToRubbishBinMessage
tl: Tatanggalin mo na ng tuluyan ang %d na files. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)
uk: Ви збираєтесь назавжди видалити %d файли(ів). Бажаєте продовжити? (Ця дія не зворотня.)

source: removeFolderToRubbishBinMessage
tl: Tatanggalin mo na ng tuluyan ang isang folder. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)
uk: Ви збираєтесь назавжди видалити 1 теку. Бажаєте продовжити? (Ця дія не зворотня.)

source: removeFoldersToRubbishBinMessage
tl: Tatanggalin mo na ng tuluyan ang %d na folders. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)
uk: Ви збираєтесь назавжди видалити %d тек(и). Бажаєте продовжити? (Ця дія не зворотня.)

source: removeFileFolderToRubbishBinMessage
tl: Tuluyan mo ng buburahin ang isang file at isang folder. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)
uk: Ви збираєтесь назавжди видалити 1 файли і 1 теку. Бажаєте продовжити? (Ця дія не зворотня.)

source: removeFileFoldersToRubbishBinMessage
tl: Tuluyan mo ng tatanggalin ang isang file at %d na folders. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)
uk: Ви збираєтесь назавжди видалити 1 файл і %d тек(и). Бажаєте продовжити? (Ця дія не зворотня.)

source: removeFilesFolderToRubbishBinMessage
tl: Tuluyan mo ng tatanggalin ang %d files at isang folder. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)
uk: Ви збираєтесь назавжди видалити %d файли(ів) і 1 теку. Бажаєте продовжити? (Ця дія не зворотня.)

source: removeFilesFoldersToRubbishBinMessage
tl: Tatangalin mo na ng tuluyan ang [A] files at [B] folders. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng baguhan ang aksyon na ito.)
uk: Ви збираєтесь назавжди видалити [A] файли(ів) і [B] тек(и). Бажаєте продовжити? (Ця дія не зворотня.)

source: fileRemovedToRubbishBinMessage
tl: 1 file ang tinanggal sa MEGA
uk: 1 файл видалений з MEGA

source: filesRemovedToRubbishBinMessage
tl: %d files ang tinanggal sa MEGA
uk: %d файли(ів) видалені з MEGA

source: folderRemovedToRubbishBinMessage
tl: isang folder ang tinanggal sa MEGA
uk: 1 тека видалена з MEGA

source: foldersRemovedToRubbishBinMessage
tl: %d folders ang tinaggal sa MEGA
uk: %d тек видалено з MEGA

source: fileFolderRemovedToRubbishBinMessage
tl: isang file at folder ang tinanggal sa MEGA
uk: 1 файл і 1 тека видалені з MEGA

source: fileFoldersRemovedToRubbishBinMessage
tl: isang file at %d folders ang tinanggal sa MEGA
uk: 1 файл і %d тек видалені з MEGA

source: filesFolderRemovedToRubbishBinMessage
tl: %d files at isang folder ang tinanggal sa MEGA
uk: %d файли і 1 тека видалені з MEGA

source: filesFoldersRemovedToRubbishBinMessage
tl: [A] files at [B] folders ang tinanggal sa MEGA
uk: [A] файли і [B] теки видалені з MEGA

source: newPassword
tl: Bagong password

source: confirmPassword
tl: Kumpirmahin ang password
uk: Підтвердити пароль

source: passwordChanged
tl: Nabago na ang iyong passsword.
uk: Ваш пароль було змінено.

source: forgotPassword
tl: Nalimutan ang password?
uk: Забули пароль?

source: recoveryLinkHasExpired
tl: Ang recovery link ay lipas na, subukang muli.
uk: Час дії цієї ланки відновлення вичерпано, будь ласка, спробуйте ще раз.

source: passwordReset
tl: Ireset ang password
uk: Відновлення паролю

source: pleaseEnterYourRecoveryKey
tl: Ilagay ang inyong Recovery Keys
uk: Будь ласка, введіть ваш ключ відновлення

source: invalidRecoveryKey
tl: Maling Recovery Key
uk: Невірний ключ відновлення

source: youRecoveryKeyIsGoingTo
tl: Gagamitin ang iyong Recovery Key para ireset ang iyong password. Makikiusap na ilagay ang bagong password.
uk: Ваш ключ відновлення було використано для скидання паролю. Будь ласка, введіть новий пароль.

source: yourPasswordHasBeenReset
tl: Ang password ay nabago na. Maglog in na sa inyong account.
uk: Ваш пароль успішно відновлено. Будь ласка, зайдіть у свій обліковий запис просто зараз.

source: send
tl: Ipadala
uk: Відправити

source: startingFreshAccount
tl: Pinatutunayan ko na ako ay magsisimula ng bagong, bakanteng account at mawawala ang aking lahat na kasalukuyang account hanggang sa matandaan o matagpuan ang aking inilabas na Recovery Key.
uk: Я розумію, що створюючи новий порожній обліковий запис, я втрачу всі мої дані у теперішньому обліковому записі,якщо не згадаю свій пароль або не знайду експортований ключ відновлення.

source: startNewAccount
tl: Magsimula ng bagong account
uk: Створити новий обліковий запис

source: yourAccounHasBeenParked
tl: Ang inyong lumang account ay naipark na. Maaari ka na mag-log sa bago mong account.
uk: Ваш старий обліковий запис успішно припинив свою дію. Ви можете увійти у свій новий обліковий запис.

source: newEmail
tl: Bagong email
uk: Нова пошта

source: confirmEmail
tl: Kumpirmahin ang email
uk: Підтвердити е-пошту

source: confirmNewEmail
tl: Kumpirmahin ang bagong email
uk: Підтвердити нову е-пошту

source: changeEmail
tl: Baguhin ang email
uk: Зміна е-пошти

source: oldAndNewEmailMatch
tl: Hindi tugma ang bago at lumang email
uk: Нова та стара адреси е-пошти не повинні збігатися

source: emailsDoNotMatch
tl: Hindi tugma ang email
uk: Е-поштові адреси не збігаються

source: emailAddressChangeAlreadyRequested
tl: Ikaw ay humingi na ng kumpirmasyon sa email address na ito.
uk: Ви вже запросили посилання для підтвердження цієї адреси е-пошти.

source: emailIsChanging_description
tl: Pumunta sa inyong inbox at i-click ang link upang makumpirma ang inyong bagong email
uk: Будь ласка, перейдіть у вашу поштову скриньку і натисніть ланку, щоб підтвердити вашу нову адресу е-пошти.

source: verifyYourEmailAddress_description
tl: Ilagay ang password upang ma-verify ang inyong email address
uk: Будь ласка, введіть пароль щоб підтвердити вашу адресу е-пошти

source: congratulationsNewEmailAddress
tl: Kongrats, ang inyong bagong e-mail address para sa MEGA account na ito ay: [X]
uk: Вітаємо, ваша нова адреса для цього облікового запису MEGA: [X]

source: closeOtherSessions
tl: Isara ang ibang sesyon
uk: Закрити інші сеанси

source: sessionsClosed
tl: Isinara ang session
uk: Сесії закрито

source: changePasscodeLabel
tl: Baguhin ang passcode
uk: Змінити пароль

source: simplePasscodeLabel
tl: Madaling passcode
uk: Простий пароль

source: eraseAllLocalDataLabel
tl: Pahiin ang local data
uk: Стерти локальні дані

source: failedAttempstSectionTitle
tl: Mag-logout at burahin ang local data matapos ang 10 maling pagsubok sa passcode
uk: Вихід із системи і видалення локальних даних після 10 невдалих спроб вводу коду доступу

source: help
tl: Tulong
uk: Допомога

source: helpCentreLabel
tl: Help Centre
uk: Центр Допомоги

source: Join Beta
tl: Sumama sa Beta

source: rateUsLabel
tl: I-rate kami
uk: Оцініть нас

source: transfers
tl: Mga transfer
uk: Передача

source: all
tl: Lahat
uk: Все

source: downloads
tl: Mga Downloads
uk: Завантаження

source: uploads
tl: Mga Uploads
uk: Відвантаження

source: transferCancelled
tl: Itinigil ang pagbabahagi
uk: Передача скасована

source: transfersCancelled
tl: Ang mga paglilipat ay itinigil na!
uk: Передачі скасовано

source: cancelTransfersTitle
tl: Itigil ang transfer
uk: Скасування передач

source: cancelTransfersText
tl: Gusto mo bang itigil ang %@?
uk: Ви бажаєте скасувати %@?

source: allInUppercaseTransfers
tl: LAHAT ng transfer
uk: ВСІ передачі

source: uploadInUppercaseTransfers
tl: UPLOAD tranfers
uk: Передачі ВІДВАНТАЖЕННЯ

source: downloadInUppercaseTransfers
tl: DOWNLOAD transfers
uk: Передача ЗАВАНТАЖЕННЯ

source: myAccount
tl: Aking Account
uk: Мій акаунт

source: upgrade
tl: I-upgrade
uk: Покращити

source: viewAndEditProfile
tl: I-view at i-edit ang profile

source: achievementsTitle
tl: Mga Achievements
uk: Досягнення

source: usedStorage
tl: Used na storage

source: inviteFriendsAndGetRewards
tl: Imbitahan ang mga kaibigan at makakuha ng bonuses
uk: Invite friends and get bonuses

source: inviteYourFriends
tl: I-invite ang kaibigan mo
uk: Запросіть ваших друзів

source: inviteFriendsAndGetForEachReferral
tl: Get %1$s of storage and %2$s of transfers for each referral
uk: Get %1$s of storage and %2$s of transfers for each referral

source: inviteYourFriendsExplanation
tl: Pumili ng contacts sa contact list ng phone mo o maglagay ng iba't ibang email address.
uk: Select contacts from your phone’s contact list or enter multiple email addresses.

source: insertYourFriendsEmails
tl: Maglagay ng email(s) ng/mga kaibigan mo:
uk: Введіть е-поштові адреси друзів:

source: howItWorks
tl: Paano ito gumagana
uk: Як це працює
