Repository: AleksGitHub71/iOS
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: tl, uk

source: cancel
tl: Itigil
uk: Скасувати

source: ok
tl: SIGE
uk: ОК

source: yes
tl: Oo
uk: Так

source: no
tl: Hindi
uk: Ні

source: upload
tl: I-upload
uk: Відвантажити

source: error
tl: Mali
uk: Помилка

source: name
tl: Pangalan
uk: Ім’я

source: edit
tl: Baguhin
uk: Редагувати

source: saved
tl: Naisave
uk: Збережено

source: size
tl: Sukat
uk: Розмір

source: noCamera
tl: Walang camera
uk: Немає доступної камери

source: attention
tl: PAUNAWA
uk: Увага

source: cameraPermissions
tl: Bigyan ng permiso ang MEGA app na ma-access ang inyong Camera sa Settings
uk: Будь ласка, надайте дозвіл додатку MEGA до камери в налаштуваннях

source: microphonePermissions
tl: Please give MEGA app permission to access your Microphone in your Settings
uk: Please give MEGA app permission to access your Microphone in your Settings

source: photoLibraryPermissions
tl: Bigyan ng permiso ang MEGA app na ma-access ang inyong photo library sa Settings
uk: Будь ласка, надайте додатку MEGA доступ до бібліотеки фотографій в налаштуваннях

source: emptyFolderMessage
tl: Hindi ka pupwedeng mag-download ng bakanteng folder
uk: Ви не можете завантажити порожню теку

source: accountAlreadyConfirmed
tl: Ang account mo ay activated na. Mag-log in na.
uk: Ваш акаунт активовано. Будь ласка, увійдіть.

source: linkNotValid
tl: Maling link
uk: Невірна ланка

source: decryptionKeyAlertTitle
tl: Pakilagay ng decryption key
uk: Введіть ключ розшифрування

source: decryptionKeyAlertMessage
tl: To access this folder/file, you will need its Decryption key. If you do not have the key, contact the creator of the link.
uk: To access this folder/file, you will need its Decryption key. If you do not have the key, contact the creator of the link.

source: decryptionKey
tl: Key para sa decryption
uk: Ключ розшифровки

source: decrypt
tl: I-decrypt
uk: Розшифровувати

source: decryptionKeyNotValid
tl: Maling decryption key
uk: Невірний ключ розшифровки

source: To access this link, you will need its password.
tl: Para ma-access ang link, kailangan mo ng password nito.
uk: Для отримання доступу до цієї ланки потрібен пароль.

source: If you do not have the password, contact the creator of the link.
tl: Kung wala ka sa iyo ang password, mangyaring i-contact ang gumawa ng link.
uk: Якщо у вас немає паролю, зверніться до творця ланки.

source: Enter the password
tl: Ilagay ang password
uk: Введіть пароль

source: loggedOut_alertTitle
tl: Naglog-out na
uk: Вихід

source: loggedOutFromAnotherLocation
tl: Ikaw ay nag-log out sa device na ito sa ibang lokasyon
uk: Ви закрили сесію на цьому пристрої з іншого місця

source: sslUnverified_alertTitle
tl: MEGA is unable to connect securely through SSL. You might be on public Wi-Fi with additional requirements.
uk: MEGA is unable to connect securely through SSL. You might be on public Wi-Fi with additional requirements.

source: theContentIsNotAvailableForThisAccount
tl: The content you are trying to access is not available for this account. Please try to login with same account as in the mobile web client.
uk: The content you are trying to access is not available for this account. Please try to login with same account as in the mobile web client.

source: takingLongerThanExpected
tl: Bumabagal ang proseso kaysa sa inasahan. Pakihintay...
uk: The process is taking longer than expected. Please wait…

source: serversAreTooBusy
tl: Masyadong abala ang mga servers. Sandali lamang po.
uk: Сервери занадто зайняті. Будь ласка, зачекайте.

source: unableToReachMega
tl: Hindi marating ang MEGA. I-check ang iyong connectivity o subukan muli.
uk: Unable to reach MEGA. Please check your connectivity or try again later.

source: tooManyRequest
tl: Madaming requests. Hintayin muna.
uk: Too many requests. Please wait.

source: pleaseLogInToYourAccount
tl: Mag-log-in sa inyong account.
uk: Будь ласка, увійдіть в свій обліковий запис.

source: needToBeLoggedInToCompleteYourEmailChange
tl: Kailangang naka-log in ka upang mabuo ang pagpapalit mo ng email. Mag log-in muli kasama ang iyong kasalukuyang email at i-click muli ang iyong confirmation link.
uk: Вам необхідно увійти, щоб завершити зміну адреси е-пошти. Будь ласка, увійдіть знову з поточною адресою е-пошти і натисніть на ланку підтвердження ще раз.

source: login
tl: Mag-login
uk: Увійти

source: createAccount
tl: Gumawa ng account
uk: Створити обліковий запис

source: invalidMailOrPassword
tl: Maling e-mail at/o password. Subukang muli
uk: Невірна адреса е-пошти та/або пароль. Будь ласка, спробуйте ще раз

source: tooManyAttemptsLogin
tl: Sinubukan mo ng mag-log in ng maraming beses. Maghintay muna hanggang %@ at subukang muli.
uk: Ви зробили забагато спроб входу. Будь ласка, зачекайте %@ і спробуйте ще раз.

source: accountNotConfirmed
tl: Para kumpirmahin ang iyong account, tingnan ang iyong email at sundan ang link.
uk: Будь ласка, перевірте свою е-пошту і перейдіть за посиланням підтвердження акаунту.

source: accountBlocked
tl: Ang iyong account ni-block. Kontakin ang support@mega.nz
uk: Ваш обліковий запис заблоковано. Будь ласка, зв'яжіться з нами support@mega.nz

source: emailInvalidFormat
tl: Maglagay ng valid email
uk: Введіть дійсну адресу е-пошти

source: theEmailAddressFormatIsInvalid
tl: Mayroon yatang di-mawaring email
uk: Невірний формат електронної адреси

source: passwordInvalidFormat
tl: Maglagay ng valid password
uk: Введіть правильний пароль

source: emailPlaceholder
tl: Email
uk: Е-пошта

source: passwordPlaceholder
tl: Password
uk: Пароль

source: pleaseStrengthenYourPassword
tl: Mas patindihin ang inyong passowrd.
uk: Будь ласка, зміцніть пароль.

source: veryWeak
tl: Napakahina
uk: Дуже слабкий

source: weak
tl: Mahina
uk: Слабкий

source: passwordVeryWeakOrWeak
tl: Ang password ay madaling mahulian. Subukang gumawa ng mas mahabang password. Pagsamahin ang uppercase at lowercase letters. Magdagdag ng special characters. Huwag gumamit ng pangalan o dictionary words.
uk: Ваш пароль легко вгадати. Спробуйте збільшити кількість символів. Комбінуйте великі і маленькі літери. Додайте спеціальні символи. Не використовуйте імена або слова зі словника.

source: medium
tl: Tama lang
uk: Помірний

source: passwordMedium
tl: Ang inyong password ay ok na, pero mas rekomandado na pag-ibayuhin pa ang pagpapalakas ng password mo.
uk: Ваш пароль достатній для продовження, але рекомендується у подальшому зміцнити його.

source: good
tl: Maganda
uk: Добрий

source: passwordGood
tl: Ang password na ito ay matatagalan ang atake ng mga hackers. Siguraduhin mo lamang na tanda mo ito.
uk: Цей пароль зможе протистояти найбільш типовим атакам підбору паролів. Будь ласка, переконайтеся, що ви будете пам'ятати його.

source: strong
tl: Matindi
uk: Міцний

source: passwordStrong
tl: Ang password na ito ay matatagalan ang mas matiniding atake ng mga hackers. Siguraduhin lamang na matatandaan mo ito.
uk: Цей пароль зможе протистояти найбільш типовим атакам підбору паролів. Будь ласка, переконайтеся, що ви будете пам'ятати його.

source: agreeWithTheMEGATermsOfService
tl: Pumapayag ako sa <a href="terms">Terms of Service</a> ng MEGA
uk: Я погоджуюсь з <a href='terms'>Умовами користування</a> MEGA

source: agreeWithLosingPasswordYouLoseData
tl: I understand that [S]if I lose my password, I may lose my data.[/S] Read more about <a href="terms">MEGA’s end-to-end encryption</a>.
uk: I understand that [S]if I lose my password, I may lose my data.[/S] Read more about <a href="terms">MEGA’s end-to-end encryption</a>.

source: nameInvalidFormat
tl: Maglagay ng valid na pangalan
uk: Введіть дійсне ім'я

source: passwordsDoNotMatch
tl: Di tugma ang password
uk: Паролі не співпадають

source: termsCheckboxUnselected
tl: Kailagan mong pumayag sa Terms of Service para makapag-register ng account sa MEGA.
uk: Ви повинні погодитися з умовами користування, щоб зареєструвати обліковий запис на MEGA.

source: termsForLosingPasswordCheckboxUnselected
tl: You need to agree that you understand the danger of losing your password
uk: You need to agree that you understand the danger of losing your password

source: emailAlreadyRegistered
tl: Ang e-mail address na ito ay meron ng registered account sa MEGA.
uk: Ця e-mail адреса, вже зареєстрована в Mega.

source: awaitingEmailConfirmation
tl: Hinihintay ang kumpirmasyon sa email
uk: Очікування підтвердження е-пошти.

source: confirmText
tl: Ilagay ang inyong password para makumpirma ang inyong account
uk: Будь ласка, введіть пароль, щоб підтвердити обліковий запис

source: Confirm account
tl: Kumpirmahin ang account
uk: Підтвердити акаунт

source: passwordWrong
tl: Maling password
uk: Невірний пароль

source: emailAlreadyInUse
tl: Error. Ginagamit na ang email address na ito.
uk: Помилка. Ця е-пошта вже використовується.

source: nodeTooBig
tl: Kailangang magbawas upang mabakante ang inyong device.
uk: Вам потрібно звільнити деякий простір на вашому пристрої

source: fileLink
tl: Link ng file
uk: Ланка файлу

source: openButton
tl: Buksan
uk: Відкрити

source: fileTooBigMessage
tl: Ang inyong file na tinatangkang i0download ay mas malaki sa inyong available na memory.
uk: Файл, який ви намагаєтесь завантажити більший ніж доступна пам'ять.

source: fileTooBigMessage_open
tl: Ang inyong file na tinatangkang buksan ay mas malaki sa inyong available na memory.
uk: Файл, який ви намагаєтесь відкрити більший ніж розмір доступної пам'яті.

source: linkUnavailable
tl: Hindi available ang link
uk: Не дійсна ланка

source: fileLinkUnavailableText1
tl: Dahil ito sa sumusunod na kadahilanan:
uk: Це може бути обумовлено наступними причинами:

source: fileLinkUnavailableText2
tl: Tinangal ang file dahil sa paglabag sa Tos/AUp.
uk: Файл був видалений через порушення ToS/AUP.

source: fileLinkUnavailableText3
tl: Mali ang URL-ang ink na yong sinubukang i-access ay hindi umiiral
uk: Невірна URL-адреса — ланка, до якої ви намагаєтесь отримати доступ, не існує

source: fileLinkUnavailableText4
tl: Ang file ay binura na ng user.
uk: Файл був вилучений користувачем.

source: downloadStarted
tl: Nagsimula na ang Download
uk: Завантаження розпочато

source: downloadButton
tl: Download
uk: Завантажити

source: folderTooBigMessage
tl: Ang folder na tinatangka mong i-download ay mas malaki sa available memory.
uk: Тека, яку ви намагаєтеся завантажити більше ніж доступна пам'ять.

source: folderCreationError
tl: Ang folder na '%@' ay hindi mabuo
uk: Теку '%@' неможливо створити

source: folderLinkUnavailableText1
tl: Dahil ito sa sumusunod na kadahilanan:
uk: Це може бути обумовлено наступними причинами:

source: folderLinkUnavailableText2
tl: Tinanggal ang folder link dahil sa Tos/AUP violation.
uk: Ланку на теку було видалено через порушення ToS/AUP.

source: folderLinkUnavailableText3
tl: Mali ang URL-ang ink na yong sinubukang i-access ay hindi umiiral
uk: Невірна URL-адреса — ланка, до якої ви намагаєтесь отримати доступ, не існує

source: folderLinkUnavailableText4
tl: Ang folder link ay dinisable ng user.
uk: Ланку на теку було скасовано користувачем.

source: noInternetConnection
tl: Walang internet connection
uk: Немає інтернет з'єднання

source: emptyFolder
tl: Walang files sa folder
uk: Немає файлів у теці

source: cloudDriveEmptyState_title
tl: Wala kang files sa inyong Cloud Drive
uk: Не має файлів на вашому Хмарному диску

source: addFiles
tl: Magdagdag ng files
uk: Додати файли

source: noResults
tl: Walang resulta
uk: Немає результатів

source: cloudDriveEmptyState_titleRubbishBin
tl: Bakatehin ang Basurahan
uk: Кошик для сміття порожній

source: offlineEmptyState_title
tl: Walang files sa Itinabi para sa Offline
uk: Немає автономно збережених файлів

source: contactsEmptyState_title
tl: Wala ka pang Contacts
uk: Не має контактів

source: noIncomingSharedItemsEmptyState_text
tl: Walang padating na Binahaging Folder
uk: Немає вхідних тек спільного доступу

source: noOutgoingSharedItemsEmptyState_text
tl: Walang paalis na Binahaging Folder
uk: Немає вихідних тек спільного доступу

source: contactRequests
tl: Mga request ng contact
uk: Запит на контакт

source: addContacts
tl: Magdagdag ng contacts
uk: Додати контакти

source: received
tl: Natanggap

source: sent
tl: Naipadala
uk: Надіслано

source: requestAccepted
tl: Tinanggap ang request
uk: Запит прийнято

source: requestCancelled
tl: Itinigil ang request
uk: Запит відмінено

source: requestDeleted
tl: Binura ang request
uk: Запит видалений

source: noRequestPending
tl: Walang pending na request
uk: Відкладених запитів немає

source: transfersEmptyState_titlePaused
tl: Paused na Transfers
uk: Передачі призупинено

source: transfersEmptyState_titleAll
tl: Walang Transfer
uk: Немає передач

source: transfersEmptyState_titleDownload
tl: Walang Download
uk: Немає завантажень

source: transfersEmptyState_titleUpload
tl: Walang Upload
uk: Немає відвантажень

source: oneFile
tl: %d file
uk: %d файл

source: files
tl: %d files
uk: %d файли

source: oneFolder
tl: %d folder
uk: %d тека

source: folders
tl: %d folders
uk: %d тек(и)

source: folderAndFile
tl: isang folder • isang file
uk: 1 тека • 1 файл

source: foldersAndFiles
tl: [A] na folders • [B] na files
uk: [A] тек • [B] файлів

source: foldersAndFile
tl: %d na folders • isang file
uk: %d тек(и) • 1 файл

source: folderAndFiles
tl: isang folder • %d na files
uk: 1 тека • %d файли(ів)

source: queued
tl: Na-queued
uk: У черзі

source: paused
tl: Itinigil
uk: Призупинено

source: Completing...
tl: Tinatapos…

source: Retrying...
tl: Sinusubukan…

source: sortTitle
tl: I-sort batay sa
uk: СОРТУВАТИ ЗА

source: save
tl: I-save
uk: Зберегти

source: nameAscending
tl: pangalan (paitaas)
uk: им'я (висхідно)

source: nameDescending
tl: pangalan (paibaba)
uk: им'я (низхідно)

source: largest
tl: pinakamalaki
uk: найбільші

source: smallest
tl: pinakamaliit
uk: найменші

source: newest
tl: pinakabago
uk: найновіші

source: oldest
tl: pinakaluma
uk: найстаріші

source: choosePhotoVideo
tl: Pumili
uk: Вибір

source: capturePhotoVideo
tl: Kunan
uk: Захоплення

source: newFolder
tl: Bagong folder
uk: Нова тека

source: newFolderMessage
tl: Pangalan ng bagong folder
uk: Назва нової теки

source: createFolderButton
tl: Gumawa
uk: Створити

source: uploadFrom
tl: I-upload galing sa ...
uk: Імпортувати з…

source: fileExistAlertController_Message
tl: nai-upload na ang [A] na may pangalang [B]
uk: [A] вже завантажено з ім'ям [B]

source: filesAlreadyExistMessage
tl: %d na files ang nai-upload na sa folder.
uk: %d вибрані файли вже було відвантажено у цю теку.

source: uploadStarted_Message
tl: Nagsimula ang upload
uk: Відвантаження розпочато

source: youNoLongerHaveAccessToThisFile_alertTitle
tl: Wala ka ng access sa file na ito
uk: Ви більше не маєте доступу до цього файлу

source: youNoLongerHaveAccessToThisFolder_alertTitle
tl: Wala ka access sa folder na ito
uk: Ви більше не маєте доступу до цієї теки

source: saveForOffline
tl: Isave sa offline
uk: Зберігати автономно

source: folderInboxError
tl: Ang Inbox label ay reserbado para sa Apple.
uk: Вхідні зарезервовані для використання Apple.

source: saveImage
tl: I-save ang Imahe
uk: Зберегти зображення

source: getLink
tl: Kuhanin ang link
uk: Отримати ланку

source: getLinks
tl: Kumuha ng links
uk: Отримати ланку

source: manageLink
tl: I-manage ang link
uk: Управління ланками

source: generatingLink
tl: Gumagawa ng link...
uk: Створення посилання…

source: generatingLinks
tl: Nagge-generate ng links...
uk: Створення ланок…

source: linkCopied
tl: Nakopya ang link
uk: Ланку скопійовано

source: linksCopied
tl: Kinopya ang mga link
uk: Ланку скопійовано

source: copiedToTheClipboard
tl: Kinopya sa clipboard

source: copyrightWarning
tl: Babala sa copyright
uk: Попередження про авторські права

source: copyrightWarningToAll
tl: Babalang karapatang pagmamay-ari sa lahat ng gumagamit
uk: Попередження усім користувачам про авторське право

source: copyrightMessagePart1
tl: Nirerespeto ng MEGA ang copyright ng iba at nirerequire ang mga user ng MEGA cloud service na sundin ang mga batas ng copyright.
uk: MEGA поважає авторські права інших осіб і вимагає, щоб користувачі хмарної служби MEGA дотримувалися законів авторського права.

source: copyrightMessagePart2
tl: Ikaw ay mahigpit na pinagbabawalang gamitin ang MEGA cloud service sa paglabag ng copyrights. Ikaw ay hindi pwedeng mag-upload, download, maglagay, magbahagi, mag-stream, mamahagi, mag-email, mag-link sa, mag-transmit, o gawing available ang kahit na anong files, data o content na lumalabag sa copyright o karapatang pang may-ari ng kahit na sinong tao o entidad.
uk: Вам суворо заборонено використовувати хмарний сервіс MEGA для порушення авторських прав. Ви не можете завантажувати, скачувати, зберігати, обмінюватися, показувати, передавати, поширювати, надсилати e-mail-ом, давати посилання на передачу або будь-який інший спосіб публікувати файли, дані або контент, який порушує авторські права, або інші права власності будь-якої фізичної або юридичної особи.

source: agree
tl: Pumayag
uk: Дозволити

source: disagree
tl: Tumanggi

source: linkWithoutKey
tl: Link kahit walang key
uk: Ланка без ключа

source: linkWithKey
tl: Link na may kasamang key
uk: Ланка з ключем

source: proOnly
tl: (PRO LAMANG)
uk: (ТІЛЬКИ PRO)

source: setExpiryDate
tl: Mag-set ng petsa kung hanggang kailan
uk: Встановіть дату завершення

source: setPasswordProtection
tl: Maglagay ng proteksyon sa password
uk: Встановити захист паролем

source: encrypt
tl: I-encrypt
uk: Шифрувати

source: encrypted
tl: Na-encrypt na
uk: Зашифровано

source: copyLink
tl: Kopyahin ang link
uk: Копіювати ланку

source: copyKey
tl: I-copy ang key

source: openIn
tl: Buksan sa...
uk: Відкрити в…

source: uploadToMega
tl: I-upload sa MEGA
uk: Відвантажити до MEGA

source: tapFileToRename
tl: I-tap ang file para ma-rename

source: sendToContact
tl: Magpadala ng contact
uk: Надіслати контакту

source: My chats
tl: Ang aking chats

source: fileSentToChat
tl: Naipadala na file sa chat

source: fileSentToXChats
tl: File sent to %1$d chats
uk: File sent to %1$d chats

source: filesSentToChat
tl: Naipadala na ang mga files sa chat

source: xfilesSentSuccesfully
tl: %d na files ang naipadala na
uk: %d files sent successfully

source: removeLink
tl: Alisin ang link
uk: Видалити ланку

source: removeLinks
tl: Tanggalin ang links
uk: Видалити ланки

source: linkRemoved
tl: Tinanggal ang link
uk: Ланку видалено

source: linksRemoved
tl: Tinanggal ang mga link
uk: Ланки видалено

source: selectDestination
tl: Piliin ang destinasyon
uk: Обрати місце призначення

source: selectFiles
tl: Pumili ng files
uk: Виберіть файли

source: move
tl: Ilipat
uk: Перемістити

source: moveFileMessage
tl: Isang file ang nailipat
uk: 1 файл переміщено

source: moveFilesMessage
tl: %d files ang nailipat
uk: %d файли(ів) перенесено

source: moveFolderMessage
tl: isang folder ang nailipat
uk: 1 теку перенесено

source: moveFoldersMessage
tl: %d folders ang nailipat
uk: %d тек перенесено

source: moveFileFolderMessage
tl: 1 file at 1 folder ang nailipat
uk: 1 файл і 1 теку було перенесено

source: moveFileFoldersMessage
tl: 1 file at %d folders ang nilipat
uk: 1 файл і %d тек(и) перенесено

source: moveFilesFolderMessage
tl: %d files at isang folder ang nilipat
uk: %d файли(ів) і 1 теку перенесено

source: moveFilesFoldersMessage
tl: [A] files at [B] folders ang inilipat
uk: [A] файли(ів) і [B] тек(и) перенесено

source: copy
tl: Kopyahin
uk: Копіювати

source: copyFileMessage
tl: Isang file ang nakopya
uk: 1 файл скопійовано

source: copyFilesMessage
tl: %d files ang nakopya
uk: %d файли(ів) скопійовано

source: copyFolderMessage
tl: 1 folder ang nakopya
uk: 1 теку скопійовано

source: copyFoldersMessage
tl: %d ang nakopya
uk: %d тек(и) скопійовано

source: copyFileFolderMessage
tl: 1 file at 1 folder ang kinopya
uk: 1 файл і 1 теку скопійовано

source: copyFileFoldersMessage
tl: 1 file at %d folders ang kinopya
uk: 1 файл і %d тек(и) скопійовано

source: copyFilesFolderMessage
tl: %d files at 1 folder ang kinopya
uk: %d файли(ів) і 1 теку скопійовано

source: copyFilesFoldersMessage
tl: [A] files at [B] folders ang nakopya
uk: [A] файли(ів) і [B] тек(и) скопійовано

source: rename
tl: Pangalanan ng iba
uk: Перейменувати

source: renameNodeMessage
tl: Ilagay ang pangalan
uk: Введіть нове ім'я

source: moveToTheRubbishBin
tl: Ilipat sa Basurahan
uk: Перемістити у кошик для сміття

source: moveFileToRubbishBinMessage
tl: Gusto mo bang ilipat ang isang file na ito sa Basurahan?
uk: Ви впевнені, що хочете перенести 1 файл у Кошик для сміття?

source: moveFilesToRubbishBinMessage
tl: Gusto mo bang itapon ang mga %d files na ito sa Basurahan?
uk: Ви впевнені, що бажаєте перенести %d файли у Кошик для сміття?

source: moveFolderToRubbishBinMessage
tl: Gusto mo bang itapon ang isang folder na ito sa Basurahan?
uk: Ви впевнені, що бажаєте перенести 1 теку у Кошик для сміття?

source: moveFoldersToRubbishBinMessage
tl: Gusto mo bang ilagay ang %d na folders sa iyong Basurahan?
uk: Ви впевнені, що бажаєте перенести %d тек у Кошик для сміття?

source: moveFileFolderToRubbishBinMessage
tl: Gusto mo bang itapon sa Basurahan ang isang file at isang folder na ito?
uk: Ви впевнені, що бажаєте перемістити 1 файл і 1 теку у кошик для сміття?

source: moveFileFoldersToRubbishBinMessage
tl: Gusto mo bang ilagay ang isang file at ang %d na folders sa Basurahan?
uk: Ви впевнені, що бажаєте перемістити 1 файл і %d тек(і) у кошик для сміття?

source: moveFilesFolderToRubbishBinMessage
tl: Gusto mo bang ilagay ang %d na files at isang folder sa Basurahan?
uk: Ви впевнені, що бажаєте перемістити %d файли(ів) і 1 теку у кошик для сміття?

source: moveFilesFoldersToRubbishBinMessage
tl: Gusto mo bang ilipat ang [A] files sa [B] folders sa Basurahan?
uk: Ви впевнені, що хочете перемістити [A] файлів і [B] тек у кошик для сміття?

source: fileMovedToRubbishBinMessage
tl: isang file ang tinapon sa Basurahan
uk: 1 файл перенесено у кошик для сміття

source: filesMovedToRubbishBinMessage
tl: %d files tinapon sa Basurahan
uk: %d файли перенесено у кошик для сміття

source: folderMovedToRubbishBinMessage
tl: isang folder ang tinapon sa Basurahan
uk: 1 теку перенесено у кошик для сміття

source: foldersMovedToRubbishBinMessage
tl: %d folders ang nilagay sa Basurahan
uk: %d тек перенесено у кошик для сміття

source: fileFolderMovedToRubbishBinMessage
tl: tig-isang file at folder ang tinapon sa Basurahan
uk: 1 файл і 1 тека перенесені у кошик для сміття

source: fileFoldersMovedToRubbishBinMessage
tl: isang file at %d folders ang tinapon sa Basurahan
uk: 1 файл і %d тек перенесено у кошик для сміття

source: filesFolderMovedToRubbishBinMessage
tl: %d files at isang folder ang tinapon sa Basurahan
uk: %d файлів і 1 тека перенесено у кошик для сміття

source: filesFoldersMovedToRubbishBinMessage
tl: [A] files at [B] folders ang tinapon sa Basurahan
uk: [A] файлів і [B] тек перенесено у кошик для сміття

source: permissionTitle
tl: Pagkakamali sa permiso
uk: Помилка прав доступу

source: permissionMessage
tl: Tingnan ang inyong permiso sa folder na ito
uk: Перевірте дозволи цієї теки

source: sharedFolder_success
tl: Naibahagi na ang folder
uk: Спільну теку створено

source: sharedFolders_success
tl: %d na folders ang matagumpay na naibahagi.
uk: %d теки успішно використовують спільний доступ

source: import
tl: I-import
uk: Імпортувати

source: fileImported
tl: Na-import na ang file
uk: Файл імпортовано

source: filesImported
tl: Na-import na ang files
uk: Файли імпортовано

source: selectTitle
tl: Pumili ng items
uk: Вибір елементів

source: skipButton
tl: Mag-skip
uk: Пропустити

source: Automatically backup your photos and videos to the Cloud Drive.
tl: Automatically backup your photos and videos to your Cloud Drive.
uk: Automatically backup your photos and videos to your Cloud Drive.

source: enableCameraUploadsButton
tl: Gamitin ang Camera Uploads
uk: Увімкнути відвантаження з камери
